{
  "insuficiencia-cardiaca": {
    "title": "Καρδιακή Ανεπάρκεια",
    "definition": "Κλινικό σύνδρομο που χαρακτηρίζεται από την αδυναμία της καρδιάς να αντλεί αρκετό αίμα για να καλύψει τις μεταβολικές ανάγκες των ιστών, ή να το κάνει μόνο με αυξημένες πιέσεις πλήρωσης."
  },
  "hipertensao-arterial": {
    "title": "Συστημική Αρτηριακή Υπέρταση",
    "definition": "Πολυπαραγοντική κλινική κατάσταση που χαρακτηρίζεται από διαρκή αύξηση των επιπέδων αρτηριακής πίεσης ≥140/90 mmHg. Είναι ο κύριος τροποποιήσιμος παράγοντας κινδύνου για καρδιαγγειακές, εγκεφαλοαγγειακές και νεφρικές ασθένειες."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "Σακχαρώδης Διαβήτης Τύπου 2",
    "definition": "Μεταβολική διαταραχή που χαρακτηρίζεται από χρόνια υπεργλυκαιμία που προκύπτει από αντίσταση στην ινσουλίνη και/ή σχετική ανεπάρκεια στην έκκριση ινσουλίνης."
  },
  "asma": {
    "title": "Άσθμα",
    "definition": "Χρόνια φλεγμονώδης ασθένεια των αεραγωγών που χαρακτηρίζεται από αναστρέψιμη απόφραξη και βρογχιακή υπερευαισθησία."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "Χρόνια Αποφρακτική Πνευμονοπάθεια (ΧΑΠ)",
    "definition": "Πνευμονική ασθένεια που χαρακτηρίζεται από χρόνια απόφραξη της ροής αέρα, συνήθως προοδευτική και όχι πλήρως αναστρέψιμη."
  },
  "dpoc": {
    "title": "Χρόνια Αποφρακτική Πνευμονοπάθεια",
    "definition": "Προληπτή και θεραπεύσιμη χρόνια αναπνευστική ασθένεια, που χαρακτηρίζεται από επίμονη περιορισμό της ροής αέρα, συνήθως προοδευτική και σχετίζεται με χρόνια φλεγμονώδη απόκριση των αεραγωγών και των πνευμόνων σε επιβλαβή σωματίδια ή αέρια."
  },
  "hipotireoidismo": {
    "title": "Υποθυρεοειδισμός",
    "definition": "Κλινικό σύνδρομο που προκύπτει από ανεπάρκεια ορμονών θυρεοειδούς (T3 και T4), με επακόλουθη γενικευμένη επιβράδυνση των μεταβολικών διεργασιών."
  },
  "obesidade": {
    "title": "Παχυσαρκία",
    "definition": "Χρόνια ασθένεια που χαρακτηρίζεται από υπερβολική συσσώρευση σωματικού λίπους, με αρνητικές επιπτώσεις στην υγεία. Ορίζεται ως ΔΜΣ ≥30 kg/m²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "Γαστροοισοφαγική Αναρροή",
    "definition": "Κατάσταση που αναπτύσσεται όταν η αναρροή του γαστρικού περιεχομένου προκαλεί ενοχλητικά συμπτώματα και/ή επιπλοκές. Τυπικές εκδηλώσεις: καούρα και αναρροή."
  },
  "sindrome-intestino-irritavel": {
    "title": "Σύνδρομο Ευερέθιστου Εντέρου",
    "definition": "Λειτουργική γαστρεντερική διαταραχή που χαρακτηρίζεται από επαναλαμβανόμενο κοιλιακό πόνο που σχετίζεται με αλλαγή στα έντερα, χωρίς αναγνωρίσιμη οργανική αιτία."
  },
  "infeccao-trato-urinario": {
    "title": "Λοίμωξη Ουροποιητικού Συστήματος",
    "definition": "Βακτηριακή λοίμωξη του ουροποιητικού συστήματος, που ταξινομείται ως κυστίτιδα (κάτω) ή πυελονεφρίτιδα (άνω). Το E. coli είναι ο παράγοντας στο 80-90% των μη περίπλοκων περιπτώσεων."
  },
  "faringoamigdalite": {
    "title": "Οξεία Φαρυγγοαμυγδαλίτιδα",
    "definition": "Οξεία φλεγμονή του φάρυγγα και/ή των αμυγδάλων. Αιτιολογία: ιογενής (70-80%) ή βακτηριακή (15-30%, κυρίως Streptococcus pyogenes - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "Κολπική Μαρασμός",
    "definition": "Υπερκολπική αρρυθμία που χαρακτηρίζεται από αποδιοργανωμένη, ακανόνιστη και ταχεία ενεργοποίηση των κόλπων, με απώλεια της αποτελεσματικής συστολής των κόλπων. Είναι η πιο συχνή διαρκή αρρυθμία."
  },
  "doenca-arterial-coronariana": {
    "title": "Σταθερή Στεφανιαία Νόσος",
    "definition": "Αθηροσκληρωτική απόφραξη των στεφανιαίων αρτηριών που οδηγεί σε ισχαιμία του μυοκαρδίου κατά τη διάρκεια άσκησης ή άγχους. Χαρακτηρίζεται από τυπική προβλέψιμη στηθάγχη, σταθερή σε συχνότητα και ένταση."
  },
  "pneumonia-comunitaria": {
    "title": "Πνευμονία που Αποκτήθηκε στην Κοινότητα",
    "definition": "Οξεία λοίμωξη του πνευμονικού παρεγχύματος που αποκτήθηκε εκτός νοσοκομειακού περιβάλλοντος, που χαρακτηρίζεται από οξέα αναπνευστικά συμπτώματα και νέο πνευμονικό διήθημα στη ακτινογραφία."
  },
  "depressao": {
    "title": "Μείζων Καταθλιπτική Διαταραχή",
    "definition": "Διαταραχή διάθεσης που χαρακτηρίζεται από επεισόδια καταθλιπτικής διάθεσης ή απώλειας ενδιαφέροντος/ευχαρίστησης, συνοδευόμενα από γνωστικά, νευρο-αυτόνομα και ψυχοκινητικά συμπτώματα."
  },
  "lombalgia": {
    "title": "Οσφυαλγία",
    "definition": "Πόνος που εντοπίζεται στην οσφυϊκή περιοχή, μεταξύ του τελευταίου πλευρού και της γλουτιαίας πτυχής, με ή χωρίς ακτινοβολία στα κάτω άκρα."
  },
  "enxaqueca": {
    "title": "Ημικρανία",
    "definition": "Επαναλαμβανόμενος πρωτογενής πονοκέφαλος που χαρακτηρίζεται από επεισόδια παλμικού πόνου, συνήθως μονόπλευρου, μέτριας έως σοβαρής έντασης, συσχετιζόμενος με ναυτία, φωτοφοβία και φωνοφοβία. Μπορεί να προηγείται αύρα."
  },
  "cefaleia-tensional": {
    "title": "Κεφαλαλγία Τύπου Τάσης",
    "definition": "Ο πιο συχνός πρωτογενής πονοκέφαλος. Πόνος σε πίεση/σφίξιμο, αμφίπλευρος, ήπιος έως μέτριος, χωρίς σημαντική ναυτία, χωρίς επιδείνωση με σωματική δραστηριότητα."
  },
  "dermatite-atopica": {
    "title": "Ατοπική Δερματίτιδα",
    "definition": "Χρόνια, υποτροπιάζουσα, έντονα κνησμώδης φλεγμονώδης δερματική ασθένεια που χαρακτηρίζεται από δυσλειτουργία του επιδερμικού φραγμού και επιδεινωμένη ανοσολογική απόκριση Th2."
  },
  "psoriase": {
    "title": "Ψωρίαση",
    "definition": "Χρόνια, ανοσομεσολαβούμενη, συστημική φλεγμονώδης ασθένεια που χαρακτηρίζεται από καλά οριοθετημένες ερυθηματοδεσκαμωτικές πλάκες."
  },
  "osteoartrite": {
    "title": "Οστεοαρθρίτιδα",
    "definition": "Απογεννητική αρθρική ασθένεια που χαρακτηρίζεται από υποβάθμιση του αρθρικού χόνδρου, υποχονδρικές οστικές αλλαγές και δευτερογενή συνοδική φλεγμονή."
  },
  "fibromialgia": {
    "title": "Ινομυαλγία",
    "definition": "Σύνδρομο γενικευμένου χρόνιου πόνου συσχετιζόμενο με κόπωση, διαταραχές ύπνου, γνωστική δυσλειτουργία και πολλαπλά σωματικά συμπτώματα."
  },
  "doenca-renal-cronica": {
    "title": "Χρόνια Νεφρική Νόσος",
    "definition": "Ανωμαλία της δομής ή λειτουργίας των νεφρών παρουσία για >3 μήνες, με επιπτώσεις στην υγεία. Ορίζεται ως eGFR <60 mL/min/1,73m² και/ή δείκτες νεφρικής βλάβης."
  },
  "nefrolitiase": {
    "title": "Νεφρολιθίαση",
    "definition": "Παρουσία λίθων στο ουροποιητικό σύστημα (νεφρά, ουρητήρας, ουροδόχος κύστη). Το οξαλικό ασβέστιο είναι το πιο κοινό (70-80%). Ο κωλικός πόνος είναι το βασικό σύμπτωμα."
  },
  "sindrome-ovarios-policisticos": {
    "title": "Σύνδρομο Πολυκυστικών Ωοθηκών",
    "definition": "Ετερογενής ενδοκρινο-μεταβολική διαταραχή που χαρακτηρίζεται από υπερανδρογονισμό, ωοθηκική δυσλειτουργία και πολυκυστική μορφολογία των ωοθηκών."
  },
  "vulvovaginite-candidíase": {
    "title": "Επισυνδρομική Κανδιδίαση",
    "definition": "Επισυνδρομική λοίμωξη που προκαλείται από ζύμες του γένους Candida (κυρίως C. albicans). Χαρακτηρίζεται από έντονο επούλωμα, λευκή τυροειδή έκκριση και εξωτερική δυσουρία."
  },
  "anemia-ferropriva": {
    "title": "Σιδηροπενική Αναιμία",
    "definition": "Αναιμία που προκαλείται από έλλειψη σιδήρου, ο πιο συχνός τύπος αναιμίας στον κόσμο. Χαρακτηρίζεται από μικροκυτταρικά και υποχρωματικά ερυθρά αιμοσφαίρια."
  },
  "anemia-megaloblastica": {
    "title": "Μεγαλοβλαστική Αναιμία",
    "definition": "Μακροκυτταρική αναιμία που προκαλείται από ελλιπή σύνθεση DNA, συνήθως λόγω έλλειψης βιταμίνης B12 ή φολικού οξέος."
  },
  "rinite-alergica": {
    "title": "Αλλεργική Ρινίτιδα",
    "definition": "Φλεγμονή της ρινικής βλεννογόνου που μεσολαβείται από IgE, που προκαλείται από αλλεργιογόνους παράγοντες. Συμπτώματα: ρινόρροια, φτέρνισμα, κνησμός μύτης, συμφόρηση."
  },
  "tosse-cronica": {
    "title": "Χρόνιος Βήχας",
    "definition": "Παρατεταμένος βήχας για >8 εβδομάδες. Κύριες αιτίες: σύνδρομο οπίσθιας ρινικής στάγδης, άσθμα, ΓΟΜΡ, χρήση αναστολέων ACE."
  },
  "acne-vulgar": {
    "title": "Συνηθισμένη Ακμή",
    "definition": "Χρόνια φλεγμονώδης δερματίτιδα του τριχοφόρου σωλήνα. Κοινή στους εφήβους. Αλλοιώσεις: κωμίδια, παπύλες, φλύκταινες, όζοι."
  },
  "impetigo": {
    "title": "Αιματοφλυσία",
    "definition": "Επιφανειακή βακτηριακή δερματική λοίμωξη. Αιτίες: S. aureus, S. pyogenes. Αλλοιώσεις: φυσαλίδες/φλύκταινες που εξελίσσονται σε μελιτώδεις κρούστες."
  },
  "otite-media-aguda": {
    "title": "Οξεία Μέση Ωτίτιδα",
    "definition": "Οξεία λοίμωξη του μέσου ωτός. Κοινή σε παιδιά <5 ετών. Συμπτώματα: ωταλγία, πυρετός, ευερεθιστότητα. Μπορεί να έχει ωτορροή αν τυμπανική μεμβράνη διατρηθεί."
  },
  "cerume-impactado": {
    "title": "Εμπλακέν κερούμενο",
    "definition": "Υπερβολική συσσώρευση κερούμενου στον εξωτερικό ακουστικό πόρο, προκαλώντας απόφραξη και συμπτώματα όπως απώλεια ακοής και αίσθηση πληρότητας στο αυτί."
  },
  "incontinencia-urgencia": {
    "title": "Ουρική Ακράτεια Επείγουσας",
    "definition": "Ακούσια απώλεια ούρων συσχετιζόμενη με επείγουσα ούρηση. Αιτία: ακούσιες συσπάσεις του δέτρασορ (υπερενεργός ουροδόχος κύστη)."
  },
  "neuropatia-periferica": {
    "title": "Περιφερική Νευροπάθεια",
    "definition": "Βλάβη των περιφερικών νεύρων. Συμπτώματα: παρεσθησία, μούδιασμα, καύση, αδυναμία, πόνος. Αιτίες: διαβήτης, διατροφικές ελλείψεις, τοξίνες."
  },
  "gastroenterite-viral": {
    "title": "Ιογενής Γαστρεντερίτιδα",
    "definition": "Ιογενής λοίμωξη του γαστρεντερικού συστήματος. Αιτίες: ροταϊός, νοροϊός, αδενοϊός. Συμπτώματα: διάρροια, εμετοί, ναυτία, κοιλιακός πόνος."
  },
  "bocio-simples": {
    "title": "Απλός Κοιλιακός",
    "definition": "Διάχυτη αύξηση του θυρεοειδούς αδένα χωρίς υπερθυρεοειδισμό ή υποθυρεοειδισμό. Κανονική λειτουργία θυρεοειδούς. Αιτίες: έλλειψη ιωδίου, γενετικοί παράγοντες."
  },
  "gastrite": {
    "title": "Γαστρίτιδα και Δυσπεψία",
    "definition": "Γαστρίτιδα: φλεγμονή της γαστρικής βλεννογόνου. Δυσπεψία: συμπτώματα πόνου/δυσφορίας επιγάστριου χωρίς αναγνωρίσιμη οργανική αιτία (λειτουργική) ή δευτερογενής σε ασθένεια (οργανική)."
  },
  "conjuntivite": {
    "title": "Πανοφθαλμία",
    "definition": "Φλεγμονή του επιπεφυκότος. Ιογενής (πιο συχνή), βακτηριακή ή αλλεργική. Πολύ μεταδοτική αν μολυσματική."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "Γενικευμένη Αγχώδης Διαταραχή",
    "definition": "Υπερβολικό και επίμονο άγχος και ανησυχία για διάφορα γεγονότα ή δραστηριότητες, που εμφανίζονται τις περισσότερες ημέρες για τουλάχιστον 6 μήνες."
  },
  "constipacao": {
    "title": "Δυσκοιλιότητα",
    "definition": "Ασυχνή κένωση (<3x/εβδομάδα) ή δυσκολία στην απέκκριση. Μπορεί να είναι λειτουργική ή δευτερογενής."
  },
  "hipertireoidismo": {
    "title": "Υπερθυρεοειδισμός",
    "definition": "Υπερβολή ορμονών θυρεοειδούς. Η νόσος Graves (αυτοάνοση) είναι η πιο συχνή αιτία (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "Ρευματοειδής Αρθρίτιδα",
    "definition": "Συμμετρική φλεγμονώδης πολυαρθρίτιδα. Συστημική αυτοάνοση ασθένεια. Μπορεί να έχει εξωαρθρικές εκδηλώσεις."
  },
  "gota": {
    "title": "Ποδάγρα",
    "definition": "Φλεγμονώδης αρθροπάθεια που προκαλείται από την εναπόθεση κρυστάλλων μονονατρίου ουρικού στις αρθρώσεις και περιαρθρικούς ιστούς, συσχετιζόμενη με χρόνια υπερουρικαιμία."
  },
  "sinusite-aguda": {
    "title": "Οξεία Σινοειδίτιδα",
    "definition": "Φλεγμονή των παραρρινίων κόλπων, συνήθως ιογενής. Διάρκεια <4 εβδομάδες. Βακτηριακή αν συμπτώματα >10 ημέρες ή επιδείνωση μετά από αρχική βελτίωση."
  },
  "bronquite-aguda": {
    "title": "Οξεία Βρογχίτιδα",
    "definition": "Φλεγμονή των βρόγχων διάρκειας <3 εβδομάδες. Συνήθως ιογενής (90%). Ο βήχας μπορεί να διατηρηθεί 2-3 εβδομάδες."
  },
  "olho-seco": {
    "title": "Σύνδρομο Ξηρού Οφθαλμού",
    "definition": "Πολυπαραγοντική ασθένεια της οφθαλμικής επιφάνειας με αστάθεια του δακρυϊκού φιλμ. Η συχνότητα αυξάνεται με την ηλικία και τη χρήση οθονών."
  }
}
