{
  "insuficiencia-cardiaca": {
    "title": "Сердечная Недостаточность",
    "definition": "Клинический синдром, характеризующийся неспособностью сердца перекачивать достаточное количество крови для удовлетворения метаболических потребностей тканей, или делать это только при повышенном давлении наполнения."
  },
  "hipertensao-arterial": {
    "title": "Системная Артериальная Гипертензия",
    "definition": "Многофакторное клиническое состояние, характеризующееся устойчивым повышением уровня артериального давления ≥140/90 мм рт.ст. Это основной модифицируемый фактор риска сердечно-сосудистых, цереброваскулярных и почечных заболеваний."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "Сахарный Диабет 2 Типа",
    "definition": "Метаболическое расстройство, характеризующееся хронической гипергликемией, возникающей в результате резистентности к инсулину и/или относительного дефицита секреции инсулина."
  },
  "asma": {
    "title": "Астма",
    "definition": "Хроническое воспалительное заболевание дыхательных путей, характеризующееся обратимой обструкцией и бронхиальной гиперреактивностью."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "Хроническая Обструктивная Болезнь Легких (ХОБЛ)",
    "definition": "Заболевание легких, характеризующееся хронической обструкцией воздушного потока, обычно прогрессирующей и не полностью обратимой."
  },
  "dpoc": {
    "title": "Хроническая Обструктивная Болезнь Легких",
    "definition": "Предотвратимое и излечимое хроническое респираторное заболевание, характеризующееся стойким ограничением воздушного потока, обычно прогрессирующим и связанным с хроническим воспалительным ответом дыхательных путей и легких на вредные частицы или газы."
  },
  "hipotireoidismo": {
    "title": "Гипотиреоз",
    "definition": "Клинический синдром, возникающий в результате дефицита гормонов щитовидной железы (T3 и T4), с последующим общим замедлением метаболических процессов."
  },
  "obesidade": {
    "title": "Ожирение",
    "definition": "Хроническое заболевание, характеризующееся чрезмерным накоплением жира в организме, с негативными последствиями для здоровья. Определяется как ИМТ ≥30 кг/м²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "Гастроэзофагеальная Рефлюксная Болезнь",
    "definition": "Состояние, которое развивается, когда рефлюкс желудочного содержимого вызывает неприятные симптомы и/или осложнения. Типичные проявления: изжога и регургитация."
  },
  "sindrome-intestino-irritavel": {
    "title": "Синдром Раздраженного Кишечника",
    "definition": "Функциональное желудочно-кишечное расстройство, характеризующееся рецидивирующей болью в животе, связанной с изменением кишечных привычек, без идентифицируемой органической причины."
  },
  "infeccao-trato-urinario": {
    "title": "Инфекция Мочевыводящих Путей",
    "definition": "Бактериальная инфекция мочевыводящих путей, классифицируемая как цистит (нижний) или пиелонефрит (верхний). E. coli является возбудителем в 80-90% неосложненных случаев."
  },
  "faringoamigdalite": {
    "title": "Острый Фаринготонзиллит",
    "definition": "Острое воспаление глотки и/или миндалин. Этиология вирусная (70-80%) или бактериальная (15-30%, в основном Streptococcus pyogenes - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "Фибрилляция Предсердий",
    "definition": "Наджелудочковая аритмия, характеризующаяся дезорганизованной, нерегулярной и быстрой активацией предсердий с потерей эффективного сокращения предсердий. Это наиболее частая устойчивая аритмия."
  },
  "doenca-arterial-coronariana": {
    "title": "Стабильная Ишемическая Болезнь Сердца",
    "definition": "Атеросклеротическая обструкция коронарных артерий, приводящая к ишемии миокарда при нагрузке или стрессе. Характеризуется типичной предсказуемой стенокардией, стабильной по частоте и интенсивности."
  },
  "pneumonia-comunitaria": {
    "title": "Внебольничная Пневмония",
    "definition": "Острая инфекция легочной паренхимы, приобретенная вне больничной среды, характеризующаяся острыми респираторными симптомами и новым легочным инфильтратом на рентгенографии."
  },
  "depressao": {
    "title": "Большое Депрессивное Расстройство",
    "definition": "Расстройство настроения, характеризующееся эпизодами подавленного настроения или потери интереса/удовольствия, сопровождающимися когнитивными, нейровегетативными и психомоторными симптомами."
  },
  "lombalgia": {
    "title": "Боль в Пояснице",
    "definition": "Боль, локализованная в поясничной области, между последним ребром и ягодичной складкой, с или без иррадиации в нижние конечности."
  },
  "enxaqueca": {
    "title": "Мигрень",
    "definition": "Рецидивирующая первичная головная боль, характеризующаяся эпизодами пульсирующей боли, обычно односторонней, умеренной до тяжелой интенсивности, связанной с тошнотой, светобоязнью и фонофобией. Может предшествовать аура."
  },
  "cefaleia-tensional": {
    "title": "Головная Боль Напряжения",
    "definition": "Наиболее распространенная первичная головная боль. Боль в виде давления/сжатия, двусторонняя, легкая до умеренной, без значительной тошноты, без ухудшения при физической активности."
  },
  "dermatite-atopica": {
    "title": "Атопический Дерматит",
    "definition": "Хроническое, рецидивирующее, интенсивно зудящее воспалительное заболевание кожи, характеризующееся дисфункцией эпидермального барьера и обостренным иммунным ответом Th2."
  },
  "psoriase": {
    "title": "Псориаз",
    "definition": "Хроническое, иммуноопосредованное, системное воспалительное заболевание, характеризующееся четко очерченными эритематозно-десквамативными бляшками."
  },
  "osteoartrite": {
    "title": "Остеоартрит",
    "definition": "Дегенеративное заболевание суставов, характеризующееся разрушением суставного хряща, субхондральными костными изменениями и вторичным синовиальным воспалением."
  },
  "fibromialgia": {
    "title": "Фибромиалгия",
    "definition": "Синдром генерализованной хронической боли, связанный с усталостью, нарушениями сна, когнитивной дисфункцией и множественными соматическими симптомами."
  },
  "doenca-renal-cronica": {
    "title": "Хроническая Болезнь Почек",
    "definition": "Аномалия структуры или функции почек, присутствующая >3 месяцев, с последствиями для здоровья. Определяется как СКФ <60 мл/мин/1,73м² и/или маркеры повреждения почек."
  },
  "nefrolitiase": {
    "title": "Нефролитиаз",
    "definition": "Наличие камней в мочевыводящих путях (почки, мочеточник, мочевой пузырь). Оксалат кальция является наиболее распространенным (70-80%). Коликообразная боль является кардинальным симптомом."
  },
  "sindrome-ovarios-policisticos": {
    "title": "Синдром Поликистозных Яичников",
    "definition": "Гетерогенное эндокринно-метаболическое расстройство, характеризующееся гиперандрогенизмом, дисфункцией яичников и поликистозной морфологией яичников."
  },
  "vulvovaginite-candidíase": {
    "title": "Вульвовагинальный Кандидоз",
    "definition": "Вульвовагинальная инфекция, вызванная дрожжами рода Candida (в основном C. albicans). Характеризуется интенсивным вульварным зудом, белыми творожистыми выделениями и внешней дизурией."
  },
  "anemia-ferropriva": {
    "title": "Железодефицитная Анемия",
    "definition": "Анемия, вызванная дефицитом железа, наиболее распространенный тип анемии в мире. Характеризуется микроцитарными и гипохромными эритроцитами."
  },
  "anemia-megaloblastica": {
    "title": "Мегалобластная Анемия",
    "definition": "Макроцитарная анемия, вызванная дефицитным синтезом ДНК, обычно из-за дефицита витамина B12 или фолиевой кислоты."
  },
  "rinite-alergica": {
    "title": "Аллергический Ринит",
    "definition": "IgE-опосредованное воспаление слизистой оболочки носа, вызванное аллергенами. Симптомы: ринорея, чихание, зуд в носу, заложенность."
  },
  "tosse-cronica": {
    "title": "Хронический Кашель",
    "definition": "Упорный кашель в течение >8 недель. Основные причины: синдром постназального затекания, астма, ГЭРБ, использование ингибиторов АПФ."
  },
  "acne-vulgar": {
    "title": "Вульгарные Угри",
    "definition": "Хроническое воспалительное заболевание кожи волосяного фолликула. Распространено у подростков. Поражения: комедоны, папулы, пустулы, узелки."
  },
  "impetigo": {
    "title": "Импетиго",
    "definition": "Поверхностная бактериальная инфекция кожи. Причины: S. aureus, S. pyogenes. Поражения: везикулы/пустулы, которые превращаются в медовые корки."
  },
  "otite-media-aguda": {
    "title": "Острый Средний Отит",
    "definition": "Острая инфекция среднего уха. Распространена у детей <5 лет. Симптомы: оталгия, лихорадка, раздражительность. Может быть оторея при перфорации барабанной перепонки."
  },
  "cerume-impactado": {
    "title": "Серная Пробка",
    "definition": "Избыточное накопление серы в наружном слуховом проходе, вызывающее обструкцию и симптомы, такие как потеря слуха и ощущение полноты в ухе."
  },
  "incontinencia-urgencia": {
    "title": "Императивное Недержание Мочи",
    "definition": "Непроизвольная потеря мочи, связанная с императивными позывами к мочеиспусканию. Причина: непроизвольные сокращения детрузора (гиперактивный мочевой пузырь)."
  },
  "neuropatia-periferica": {
    "title": "Периферическая Нейропатия",
    "definition": "Повреждение периферических нервов. Симптомы: парестезия, покалывание, жжение, слабость, боль. Причины: диабет, дефицит питательных веществ, токсины."
  },
  "gastroenterite-viral": {
    "title": "Вирусный Гастроэнтерит",
    "definition": "Вирусная инфекция желудочно-кишечного тракта. Причины: ротавирус, норовирус, аденовирус. Симптомы: диарея, рвота, тошнота, боль в животе."
  },
  "bocio-simples": {
    "title": "Простой Зоб",
    "definition": "Диффузное увеличение щитовидной железы без гипертиреоза или гипотиреоза. Нормальная функция щитовидной железы. Причины: дефицит йода, генетические факторы."
  },
  "gastrite": {
    "title": "Гастрит и Диспепсия",
    "definition": "Гастрит: воспаление слизистой оболочки желудка. Диспепсия: симптомы боли/дискомфорта в эпигастрии без идентифицируемой органической причины (функциональная) или вторичная к заболеванию (органическая)."
  },
  "conjuntivite": {
    "title": "Конъюнктивит",
    "definition": "Воспаление конъюнктивы. Вирусный (наиболее распространенный), бактериальный или аллергический. Высоко заразен, если инфекционный."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "Генерализованное Тревожное Расстройство",
    "definition": "Чрезмерная и стойкая тревога и беспокойство по поводу различных событий или видов деятельности, возникающие большую часть дней в течение по крайней мере 6 месяцев."
  },
  "constipacao": {
    "title": "Запор",
    "definition": "Нечастые дефекации (<3x/неделю) или затруднение дефекации. Может быть функциональным или вторичным."
  },
  "hipertireoidismo": {
    "title": "Гипертиреоз",
    "definition": "Избыток гормонов щитовидной железы. Болезнь Грейвса (аутоиммунная) является наиболее частой причиной (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "Ревматоидный Артрит",
    "definition": "Симметричный воспалительный полиартрит. Системное аутоиммунное заболевание. Может иметь внесуставные проявления."
  },
  "gota": {
    "title": "Подагра",
    "definition": "Воспалительная артропатия, вызванная отложением кристаллов мононатриевого урата в суставах и периартикулярных тканях, связанная с хронической гиперурикемией."
  },
  "sinusite-aguda": {
    "title": "Острый Синусит",
    "definition": "Воспаление околоносовых пазух, обычно вирусное. Длительность <4 недель. Бактериальное, если симптомы >10 дней или ухудшение после первоначального улучшения."
  },
  "bronquite-aguda": {
    "title": "Острый Бронхит",
    "definition": "Воспаление бронхов продолжительностью <3 недель. Обычно вирусное (90%). Кашель может сохраняться 2-3 недели."
  },
  "olho-seco": {
    "title": "Синдром Сухого Глаза",
    "definition": "Многофакторное заболевание поверхности глаза с нестабильностью слезной пленки. Распространенность увеличивается с возрастом и использованием экранов."
  }
}
