{
  "insuficiencia-cardiaca": {
    "title": "Insuficiencia Cardíaca",
    "definition": "Síndrome clínica caracterizada por la incapacidad del corazón de bombear sangre suficiente para satisfacer las necesidades metabólicas de los tejidos, o hacerlo solo con presiones de llenado elevadas."
  },
  "hipertensao-arterial": {
    "title": "Hipertensión Arterial Sistémica",
    "definition": "Condición clínica multifactorial caracterizada por elevación sostenida de los niveles de presión arterial ≥140/90 mmHg. Es el principal factor de riesgo modificable para enfermedades cardiovasculares, cerebrovasculares y renales."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "Diabetes Mellitus Tipo 2",
    "definition": "Trastorno metabólico caracterizado por hiperglucemia crónica resultante de la resistencia a la insulina y/o deficiencia relativa de secreción de insulina."
  },
  "asma": {
    "title": "Asma",
    "definition": "Enfermedad inflamatoria crónica de las vías aéreas caracterizada por obstrucción reversible e hiperreactividad bronquial."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "Enfermedad Pulmonar Obstructiva Crónica (EPOC)",
    "definition": "Enfermedad pulmonar caracterizada por obstrucción crónica del flujo aéreo, generalmente progresiva y no totalmente reversible."
  },
  "dpoc": {
    "title": "Enfermedad Pulmonar Obstructiva Crónica",
    "definition": "Enfermedad respiratoria crónica prevenible y tratable, caracterizada por limitación persistente del flujo aéreo, generalmente progresiva y asociada a respuesta inflamatoria crónica de las vías aéreas y pulmones a partículas o gases nocivos."
  },
  "hipotireoidismo": {
    "title": "Hipotiroidismo",
    "definition": "Síndrome clínico resultante de la deficiencia de hormonas tiroideas (T3 y T4), con consecuente lentificación generalizada de los procesos metabólicos."
  },
  "obesidade": {
    "title": "Obesidad",
    "definition": "Enfermedad crónica caracterizada por la acumulación excesiva de grasa corporal, con repercusiones negativas sobre la salud. Definida por IMC ≥30 kg/m²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "Enfermedad por Reflujo Gastroesofágico",
    "definition": "Condición que se desarrolla cuando el reflujo del contenido gástrico causa síntomas molestos y/o complicaciones. Manifestaciones típicas: pirosis y regurgitación."
  },
  "sindrome-intestino-irritavel": {
    "title": "Síndrome del Intestino Irritable",
    "definition": "Trastorno funcional gastrointestinal caracterizado por dolor abdominal recurrente asociado a alteración del hábito intestinal, sin causa orgánica identificable."
  },
  "infeccao-trato-urinario": {
    "title": "Infección del Tracto Urinario",
    "definition": "Infección bacteriana del tracto urinario, clasificada como cistitis (baja) o pielonefritis (alta). E. coli es el agente en 80-90% de los casos no complicados."
  },
  "faringoamigdalite": {
    "title": "Faringoamigdalitis Aguda",
    "definition": "Inflamación aguda de la faringe y/o amígdalas. Etiología viral (70-80%) o bacteriana (15-30%, principalmente Streptococcus pyogenes - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "Fibrilación Auricular",
    "definition": "Arritmia supraventricular caracterizada por activación auricular desorganizada, irregular y rápida, con pérdida de la contracción auricular efectiva. Es la arritmia sostenida más común."
  },
  "doenca-arterial-coronariana": {
    "title": "Enfermedad Arterial Coronaria Estable",
    "definition": "Obstrucción aterosclerótica de las arterias coronarias que lleva a isquemia miocárdica durante el esfuerzo o estrés. Se caracteriza por angina típica predecible, estable en frecuencia e intensidad."
  },
  "pneumonia-comunitaria": {
    "title": "Neumonía Adquirida en la Comunidad",
    "definition": "Infección aguda del parénquima pulmonar adquirida fuera del ambiente hospitalario, caracterizada por síntomas respiratorios agudos e infiltrado pulmonar nuevo en la radiografía."
  },
  "depressao": {
    "title": "Trastorno Depresivo Mayor",
    "definition": "Trastorno del estado de ánimo caracterizado por episodios de ánimo deprimido o pérdida de interés/placer, acompañados de síntomas cognitivos, neurovegetativos y psicomotores."
  },
  "lombalgia": {
    "title": "Lumbalgia",
    "definition": "Dolor localizado en la región lumbar, entre la última costilla y el pliegue glúteo, con o sin irradiación a miembros inferiores."
  },
  "enxaqueca": {
    "title": "Migraña",
    "definition": "Cefalea primaria recurrente caracterizada por episodios de dolor pulsátil, generalmente unilateral, de intensidad moderada a grave, asociada a náuseas, fotofobia y fonofobia. Puede estar precedida por aura."
  },
  "cefaleia-tensional": {
    "title": "Cefalea de Tipo Tensional",
    "definition": "Cefalea primaria más común. Dolor en presión/apretón, bilateral, leve a moderado, sin náuseas significativas, sin empeoramiento con actividad física."
  },
  "dermatite-atopica": {
    "title": "Dermatitis Atópica",
    "definition": "Enfermedad inflamatoria cutánea crónica, recidivante, intensamente pruriginosa, caracterizada por disfunción de la barrera epidérmica y respuesta inmune Th2 exacerbada."
  },
  "psoriase": {
    "title": "Psoriasis",
    "definition": "Enfermedad inflamatoria crónica, inmunomediada, sistémica, caracterizada por placas eritematodescamativas bien delimitadas."
  },
  "osteoartrite": {
    "title": "Osteoartritis",
    "definition": "Enfermedad articular degenerativa caracterizada por deterioro del cartílago articular, alteraciones óseas subcondrales e inflamación sinovial secundaria."
  },
  "fibromialgia": {
    "title": "Fibromialgia",
    "definition": "Síndrome de dolor crónico generalizado asociado a fatiga, trastornos del sueño, disfunción cognitiva y síntomas somáticos múltiples."
  },
  "doenca-renal-cronica": {
    "title": "Enfermedad Renal Crónica",
    "definition": "Anormalidad de la estructura o función renal presente por >3 meses, con implicaciones para la salud. Definida por TFG <60 mL/min/1,73m² y/o marcadores de lesión renal."
  },
  "nefrolitiase": {
    "title": "Nefrolitiasis",
    "definition": "Presencia de cálculos en el tracto urinario (riñones, uréter, vejiga). El oxalato de calcio es el más común (70-80%). El dolor en cólico es el síntoma cardinal."
  },
  "sindrome-ovarios-policisticos": {
    "title": "Síndrome de Ovarios Poliquísticos",
    "definition": "Trastorno endocrino-metabólico heterogéneo caracterizado por hiperandrogenismo, disfunción ovárica y morfología poliquística de los ovarios."
  },
  "vulvovaginite-candidíase": {
    "title": "Candidiasis Vulvovaginal",
    "definition": "Infección vulvovaginal causada por levaduras del género Candida (principalmente C. albicans). Caracterizada por prurito vulvar intenso, flujo blanco grumoso y disuria externa."
  },
  "anemia-ferropriva": {
    "title": "Anemia Ferropénica",
    "definition": "Anemia causada por deficiencia de hierro, el tipo más común de anemia en el mundo. Caracterizada por glóbulos rojos microcíticos e hipocrómicos."
  },
  "anemia-megaloblastica": {
    "title": "Anemia Megaloblástica",
    "definition": "Anemia macrocítica causada por síntesis deficiente de ADN, generalmente por deficiencia de vitamina B12 o ácido fólico."
  },
  "rinite-alergica": {
    "title": "Rinitis Alérgica",
    "definition": "Inflamación de la mucosa nasal mediada por IgE, desencadenada por alérgenos. Síntomas: rinorrea, estornudos, prurito nasal, congestión."
  },
  "tosse-cronica": {
    "title": "Tos Crónica",
    "definition": "Tos persistente por >8 semanas. Principales causas: síndrome de goteo posnasal, asma, ERGE, uso de IECA."
  },
  "acne-vulgar": {
    "title": "Acné Vulgar",
    "definition": "Dermatosis inflamatoria crónica del folículo pilosebáceo. Común en adolescentes. Lesiones: comedones, pápulas, pústulas, nódulos."
  },
  "impetigo": {
    "title": "Impétigo",
    "definition": "Infección cutánea superficial bacteriana. Causas: S. aureus, S. pyogenes. Lesiones: vesículas/pústulas que evolucionan a costras melicéricas."
  },
  "otite-media-aguda": {
    "title": "Otitis Media Aguda",
    "definition": "Infección aguda del oído medio. Común en niños <5 años. Síntomas: otalgia, fiebre, irritabilidad. Puede tener otorrea si tímpano perforado."
  },
  "cerume-impactado": {
    "title": "Cerumen Impactado",
    "definition": "Acumulación excesiva de cerumen en el conducto auditivo externo, causando obstrucción y síntomas como hipoacusia y plenitud auricular."
  },
  "incontinencia-urgencia": {
    "title": "Incontinencia Urinaria de Urgencia",
    "definition": "Pérdida involuntaria de orina asociada a urgencia miccional. Causa: contracciones involuntarias del detrusor (vejiga hiperactiva)."
  },
  "neuropatia-periferica": {
    "title": "Neuropatía Periférica",
    "definition": "Lesión de los nervios periféricos. Síntomas: parestesia, hormigueo, ardor, debilidad, dolor. Causas: diabetes, deficiencias nutricionales, toxinas."
  },
  "gastroenterite-viral": {
    "title": "Gastroenteritis Viral",
    "definition": "Infección viral del tracto gastrointestinal. Causas: rotavirus, norovirus, adenovirus. Síntomas: diarrea, vómitos, náusea, dolor abdominal."
  },
  "bocio-simples": {
    "title": "Bocio Simple",
    "definition": "Aumento difuso de la glándula tiroides sin hipertiroidismo o hipotiroidismo. Función tiroidea normal. Causas: deficiencia de yodo, factores genéticos."
  },
  "gastrite": {
    "title": "Gastritis y Dispepsia",
    "definition": "Gastritis: inflamación de la mucosa gástrica. Dispepsia: síntomas de dolor/malestar epigástrico sin causa orgánica identificable (funcional) o secundaria a enfermedad (orgánica)."
  },
  "conjuntivite": {
    "title": "Conjuntivitis",
    "definition": "Inflamación de la conjuntiva. Viral (más común), bacteriana o alérgica. Altamente contagiosa si infecciosa."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "Trastorno de Ansiedad Generalizada",
    "definition": "Ansiedad y preocupación excesivas y persistentes sobre diversos eventos o actividades, que ocurren la mayoría de los días durante al menos 6 meses."
  },
  "constipacao": {
    "title": "Estreñimiento",
    "definition": "Evacuaciones infrecuentes (<3x/semana) o dificultad para defecar. Puede ser funcional o secundaria."
  },
  "hipertireoidismo": {
    "title": "Hipertiroidismo",
    "definition": "Exceso de hormonas tiroideas. La enfermedad de Graves (autoinmune) es la causa más común (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "Artritis Reumatoide",
    "definition": "Poliartritis inflamatoria simétrica. Enfermedad autoinmune sistémica. Puede tener manifestaciones extraarticulares."
  },
  "gota": {
    "title": "Gota",
    "definition": "Artropatía inflamatoria causada por la deposición de cristales de urato monosódico en las articulaciones y tejidos periarticulares, asociada con hiperuricemia crónica."
  },
  "sinusite-aguda": {
    "title": "Sinusitis Aguda",
    "definition": "Inflamación de los senos paranasales, generalmente viral. Duración <4 semanas. Bacteriana si síntomas >10 días o empeoramiento tras mejoría inicial."
  },
  "bronquite-aguda": {
    "title": "Bronquitis Aguda",
    "definition": "Inflamación de los bronquios de duración <3 semanas. Generalmente viral (90%). La tos puede persistir 2-3 semanas."
  },
  "olho-seco": {
    "title": "Síndrome del Ojo Seco",
    "definition": "Enfermedad multifactorial de la superficie ocular con inestabilidad de la película lagrimal. La prevalencia aumenta con la edad y el uso de pantallas."
  }
}
