{
  "insuficiencia-cardiaca": {
    "title": "Insuffisance Cardiaque",
    "definition": "Syndrome clinique caractérisée par l'incapacité du cœur à pomper suffisamment de sang pour répondre aux besoins métaboliques des tissus, ou à le faire uniquement avec des pressions de remplissage élevées."
  },
  "hipertensao-arterial": {
    "title": "Hypertension Artérielle Systémique",
    "definition": "Affection clinique multifactorielle caractérisée par une élévation soutenue des niveaux de pression artérielle ≥140/90 mmHg. C'est le principal facteur de risque modifiable pour les maladies cardiovasculaires, cérébrovasculaires et rénales."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "Diabète de Type 2",
    "definition": "Trouble métabolique caractérisé par une hyperglycémie chronique résultant d'une résistance à l'insuline et/ou d'une déficience relative de la sécrétion d'insuline."
  },
  "asma": {
    "title": "Asthme",
    "definition": "Maladie inflammatoire chronique des voies aériennes caractérisée par une obstruction réversible et une hyperréactivité bronchique."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "Maladie Pulmonaire Obstructive Chronique (MPOC)",
    "definition": "Maladie pulmonaire caractérisée par une obstruction chronique du flux aérien, généralement progressive et non totalement réversible."
  },
  "dpoc": {
    "title": "Maladie Pulmonaire Obstructive Chronique",
    "definition": "Maladie respiratoire chronique évitable et traitable, caractérisée par une limitation persistante du flux aérien, généralement progressive et associée à une réponse inflammatoire chronique des voies aériennes et des poumons aux particules ou gaz nocifs."
  },
  "hipotireoidismo": {
    "title": "Hypothyroïdie",
    "definition": "Syndrome clinique résultant d'une déficience en hormones thyroïdiennes (T3 et T4), avec ralentissement généralisé consécutif des processus métaboliques."
  },
  "obesidade": {
    "title": "Obésité",
    "definition": "Maladie chronique caractérisée par l'accumulation excessive de graisse corporelle, avec des répercussions négatives sur la santé. Définie par IMC ≥30 kg/m²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "Maladie de Refluxo Gastro-œsophagien",
    "definition": "Affection qui se développe lorsque le reflux du contenu gastrique provoque des symptômes gênants et/ou des complications. Manifestations typiques : pyrosis et régurgitation."
  },
  "sindrome-intestino-irritavel": {
    "title": "Syndrome de l'Intestin Irritable",
    "definition": "Trouble fonctionnel gastro-intestinal caractérisé par une douleur abdominale récurrente associée à une altération des habitudes intestinales, sans cause organique identifiable."
  },
  "infeccao-trato-urinario": {
    "title": "Infection des Voies Urinaires",
    "definition": "Infection bactérienne des voies urinaires, classée comme cystite (basse) ou pyélonéphrite (haute). E. coli est l'agent dans 80-90% des cas non compliqués."
  },
  "faringoamigdalite": {
    "title": "Pharyngo-amygdalite Aiguë",
    "definition": "Inflammation aiguë du pharynx et/ou des amygdales. Étiologie virale (70-80%) ou bactérienne (15-30%, principalement Streptococcus pyogenes - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "Fibrillation Auriculaire",
    "definition": "Arythmie supraventriculaire caractérisée par une activation auriculaire désorganisée, irrégulière et rapide, avec perte de la contraction auriculaire effective. C'est l'arythmie soutenue la plus courante."
  },
  "doenca-arterial-coronariana": {
    "title": "Maladie Coronarienne Stable",
    "definition": "Obstruction athérosclérotique des artères coronaires entraînant une ischémie myocardique lors d'effort ou de stress. Caractérisée par une angine typique prévisible, stable en fréquence et intensité."
  },
  "pneumonia-comunitaria": {
    "title": "Pneumonie Acquise en Communauté",
    "definition": "Infection aiguë du parenchyme pulmonaire acquise en dehors du milieu hospitalier, caractérisée par des symptômes respiratoires aigus et un nouvel infiltrat pulmonaire à la radiographie."
  },
  "depressao": {
    "title": "Trouble Dépressif Majeur",
    "definition": "Trouble de l'humeur caractérisé par des épisodes d'humeur dépressive ou de perte d'intérêt/plaisir, accompagnés de symptômes cognitifs, neurovégétatifs et psychomoteurs."
  },
  "lombalgia": {
    "title": "Lombalgie",
    "definition": "Douleur localisée dans la région lombaire, entre la dernière côte et le pli fessier, avec ou sans irradiation aux membres inférieurs."
  },
  "enxaqueca": {
    "title": "Migraine",
    "definition": "Céphalée primaire récurrente caractérisée par des épisodes de douleur pulsatile, généralement unilatérale, d'intensité modérée à sévère, associée à des nausées, photophobie et phonophobie. Peut être précédée d'une aura."
  },
  "cefaleia-tensional": {
    "title": "Céphalée de Type Tensionnel",
    "definition": "Céphalée primaire la plus courante. Douleur en pression/serré, bilatérale, légère à modérée, sans nausées significatives, sans aggravation avec l'activité physique."
  },
  "dermatite-atopica": {
    "title": "Dermatite Atopique",
    "definition": "Maladie inflammatoire cutanée chronique, récidivante, intensément prurigineuse, caractérisée par un dysfonctionnement de la barrière épidermique et une réponse immunitaire Th2 exacerbée."
  },
  "psoriase": {
    "title": "Psoriasis",
    "definition": "Maladie inflammatoire chronique, immunomédiée, systémique, caractérisée par des plaques érythématodesquamatives bien délimitées."
  },
  "osteoartrite": {
    "title": "Ostéoarthrite",
    "definition": "Maladie articulaire dégénérative caractérisée par la détérioration du cartilage articulaire, des altérations osseuses sous-chondrales et une inflammation synoviale secondaire."
  },
  "fibromialgia": {
    "title": "Fibromyalgie",
    "definition": "Syndrome de douleur chronique généralisée associée à la fatigue, aux troubles du sommeil, à la dysfonction cognitive et à de multiples symptômes somatiques."
  },
  "doenca-renal-cronica": {
    "title": "Maladie Rénale Chronique",
    "definition": "Anomalie de la structure ou de la fonction rénale présente pendant >3 mois, avec implications pour la santé. Définie par DFG <60 mL/min/1,73m² et/ou marqueurs de lésion rénale."
  },
  "nefrolitiase": {
    "title": "Néphrolithiase",
    "definition": "Présence de calculs dans le tractus urinaire (reins, urètre, vessie). L'oxalate de calcium est le plus commun (70-80%). La douleur en colique est le symptôme cardinal."
  },
  "sindrome-ovarios-policisticos": {
    "title": "Syndrome des Ovaires Polykystiques",
    "definition": "Trouble endocrino-métabolique hétérogène caractérisé par l'hyperandrogénisme, la dysfonction ovarienne et la morphologie polykystique des ovaires."
  },
  "vulvovaginite-candidíase": {
    "title": "Candidose Vulvovaginale",
    "definition": "Infection vulvovaginale causée par des levures du genre Candida (principalement C. albicans). Caractérisée par un prurit vulvaire intense, un écoulement blanc grumeleux et une dysurie externe."
  },
  "anemia-ferropriva": {
    "title": "Anémie Ferriprive",
    "definition": "Anémie causée par une carence en fer, le type d'anémie le plus courant dans le monde. Caractérisée par des globules rouges microcytaires et hypochromes."
  },
  "anemia-megaloblastica": {
    "title": "Anémie Mégaloblastique",
    "definition": "Anémie macrocytaire causée par une synthèse déficiente de l'ADN, généralement due à une carence en vitamine B12 ou en acide folique."
  },
  "rinite-alergica": {
    "title": "Rhinite Allergique",
    "definition": "Inflammation de la muqueuse nasale médiée par les IgE, déclenchée par des allergènes. Symptômes : rhinorrhée, éternuements, prurit nasal, congestion."
  },
  "tosse-cronica": {
    "title": "Toux Chronique",
    "definition": "Toux persistante pendant >8 semaines. Principales causes : syndrome de goutte à goutte post-nasal, asthme, RGO, utilisation d'IECA."
  },
  "acne-vulgar": {
    "title": "Acné Vulgaire",
    "definition": "Dermatose inflammatoire chronique du follicule pilo-sébacé. Courant chez les adolescents. Lésions : comédons, papules, pustules, nodules."
  },
  "impetigo": {
    "title": "Impétigo",
    "definition": "Infection cutanée superficielle bactérienne. Causes : S. aureus, S. pyogenes. Lésions : vésicules/pustules qui évoluent en croûtes mielleuses."
  },
  "otite-media-aguda": {
    "title": "Otite Moyenne Aiguë",
    "definition": "Infection aiguë de l'oreille moyenne. Courante chez les enfants <5 ans. Symptômes : otalgie, fièvre, irritabilité. Peut avoir une otorrhée si tympan perforé."
  },
  "cerume-impactado": {
    "title": "Cérumen Impacté",
    "definition": "Accumulation excessive de cérumen dans le conduit auditif externe, causant une obstruction et des symptômes tels que perte d'audition et plénitude auriculaire."
  },
  "incontinencia-urgencia": {
    "title": "Incontinence Urinaire d'Urgence",
    "definition": "Perte involontaire d'urine associée à une urgence mictionnelle. Cause : contractions involontaires du détrusor (vessie hyperactive)."
  },
  "neuropatia-periferica": {
    "title": "Neuropathie Périphérique",
    "definition": "Lésion des nerfs périphériques. Symptômes : paresthésie, picotements, brûlure, faiblesse, douleur. Causes : diabète, carences nutritionnelles, toxines."
  },
  "gastroenterite-viral": {
    "title": "Gastro-entérite Virale",
    "definition": "Infection virale du tractus gastro-intestinal. Causes : rotavirus, norovirus, adénovirus. Symptômes : diarrhée, vomissements, nausée, douleur abdominale."
  },
  "bocio-simples": {
    "title": "Goitre Simple",
    "definition": "Augmentation diffuse de la glande thyroïde sans hyperthyroïdie ou hypothyroïdie. Fonction thyroïdienne normale. Causes : carence en iode, facteurs génétiques."
  },
  "gastrite": {
    "title": "Gastrite et Dyspepsie",
    "definition": "Gastrite : inflammation de la muqueuse gastrique. Dyspepsie : symptômes de douleur/inconfort épigastrique sans cause organique identifiable (fonctionnelle) ou secondaire à une maladie (organique)."
  },
  "conjuntivite": {
    "title": "Conjonctivite",
    "definition": "Inflammation de la conjonctive. Virale (la plus courante), bactérienne ou allergique. Très contagieuse si infectieuse."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "Trouble d'Anxiété Généralisée",
    "definition": "Anxiété et inquiétude excessives et persistantes concernant divers événements ou activités, survenant la plupart des jours pendant au moins 6 mois."
  },
  "constipacao": {
    "title": "Constipation",
    "definition": "Évacuations peu fréquentes (<3x/semaine) ou difficulté à déféquer. Peut être fonctionnelle ou secondaire."
  },
  "hipertireoidismo": {
    "title": "Hyperthyroïdie",
    "definition": "Excès d'hormones thyroïdiennes. La maladie de Basedow (auto-immune) est la cause la plus fréquente (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "Polyarthrite Rhumatoïde",
    "definition": "Polyarthrite inflammatoire symétrique. Maladie auto-immune systémique. Peut avoir des manifestations extra-articulaires."
  },
  "gota": {
    "title": "Goutte",
    "definition": "Arthropathie inflammatoire causée par le dépôt de cristaux d'urate monosodique dans les articulations et les tissus périarticulaires, associée à une hyperuricémie chronique."
  },
  "sinusite-aguda": {
    "title": "Sinusite Aiguë",
    "definition": "Inflammation des sinus paranasaux, généralement virale. Durée <4 semaines. Bactérienne si symptômes >10 jours ou aggravation après amélioration initiale."
  },
  "bronquite-aguda": {
    "title": "Bronchite Aiguë",
    "definition": "Inflammation des bronches d'une durée <3 semaines. Généralement virale (90%). La toux peut persister 2-3 semaines."
  },
  "olho-seco": {
    "title": "Syndrome de l'Œil Sec",
    "definition": "Maladie multifactorielle de la surface oculaire avec instabilité du film lacrymal. La prévalence augmente avec l'âge et l'utilisation d'écrans."
  }
}
