{
  "insuficiencia-cardiaca": {
    "title": "Insuficiência Cardíaca",
    "definition": "Síndrome clínica caracterizada pela incapacidade do coração de bombear sangue suficiente para atender às necessidades metabólicas dos tecidos, ou fazê-lo apenas com pressões de enchimento elevadas."
  },
  "hipertensao-arterial": {
    "title": "Hipertensão Arterial Sistêmica",
    "definition": "Condição clínica multifatorial caracterizada por elevação sustentada dos níveis pressóricos ≥140/90 mmHg. É o principal fator de risco modificável para doenças cardiovasculares, cerebrovasculares e renais."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "Diabetes Mellitus Tipo 2",
    "definition": "Distúrbio metabólico caracterizado por hiperglicemia crônica resultante da resistência à insulina e/ou deficiência relativa de secreção de insulina."
  },
  "asma": {
    "title": "Asma",
    "definition": "Doença inflamatória crônica das vias aéreas caracterizada por obstrução reversível e hiperresponsividade brônquica."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "Doença Pulmonar Obstrutiva Crônica (DPOC)",
    "definition": "Doença pulmonar caracterizada por obstrução crônica do fluxo aéreo, geralmente progressiva e não totalmente reversível."
  },
  "dpoc": {
    "title": "Doença Pulmonar Obstrutiva Crônica",
    "definition": "Doença respiratória crônica prevenível e tratável, caracterizada por limitação persistente ao fluxo aéreo, geralmente progressiva e associada a resposta inflamatória crônica das vias aéreas e pulmões a partículas ou gases nocivos."
  },
  "hipotireoidismo": {
    "title": "Hipotireoidismo",
    "definition": "Síndrome clínica resultante da deficiência de hormônios tireoidianos (T3 e T4), com consequente lentificação generalizada dos processos metabólicos."
  },
  "obesidade": {
    "title": "Obesidade",
    "definition": "Doença crônica caracterizada pelo acúmulo excessivo de gordura corporal, com repercussões negativas sobre a saúde. Definida por IMC ≥30 kg/m²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "Doença do Refluxo Gastroesofágico",
    "definition": "Condição que se desenvolve quando o refluxo do conteúdo gástrico causa sintomas incômodos e/ou complicações. Manifestações típicas: pirose e regurgitação."
  },
  "sindrome-intestino-irritavel": {
    "title": "Síndrome do Intestino Irritável",
    "definition": "Distúrbio funcional gastrointestinal caracterizado por dor abdominal recorrente associada a alteração do hábito intestinal, sem causa orgânica identificável."
  },
  "infeccao-trato-urinario": {
    "title": "Infecção do Trato Urinário",
    "definition": "Infecção bacteriana do trato urinário, classificada como cistite (baixa) ou pielonefrite (alta). E. coli é o agente em 80-90% dos casos não complicados."
  },
  "faringoamigdalite": {
    "title": "Faringoamigdalite Aguda",
    "definition": "Inflamação aguda da faringe e/ou amígdalas. Etiologia viral (70-80%) ou bacteriana (15-30%, principalmente Streptococcus pyogenes - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "Fibrilação Atrial",
    "definition": "Arritmia supraventricular caracterizada por ativação atrial desorganizada, irregular e rápida, com perda da contração atrial efetiva. É a arritmia sustentada mais comum."
  },
  "doenca-arterial-coronariana": {
    "title": "Doença Arterial Coronariana Estável",
    "definition": "Obstrução aterosclerótica das artérias coronárias levando a isquemia miocárdica durante esforço ou estresse. Caracteriza-se por angina típica previsível, estável em frequência e intensidade."
  },
  "pneumonia-comunitaria": {
    "title": "Pneumonia Adquirida na Comunidade",
    "definition": "Infecção aguda do parênquima pulmonar adquirida fora do ambiente hospitalar, caracterizada por sintomas respiratórios agudos e infiltrado pulmonar novo à radiografia."
  },
  "depressao": {
    "title": "Transtorno Depressivo Maior",
    "definition": "Transtorno do humor caracterizado por episódios de humor deprimido ou perda de interesse/prazer, acompanhados de sintomas cognitivos, neurovegetativos e psicomotores."
  },
  "lombalgia": {
    "title": "Lombalgia",
    "definition": "Dor localizada na região lombar, entre a última costela e a prega glútea, com ou sem irradiação para membros inferiores."
  },
  "enxaqueca": {
    "title": "Enxaqueca (Migrânea)",
    "definition": "Cefaleia primária recorrente, caracterizada por crises de dor pulsátil, geralmente unilateral, de intensidade moderada a grave, associada a náuseas, fotofobia e fonofobia. Pode ser precedida por aura."
  },
  "cefaleia-tensional": {
    "title": "Cefaleia do Tipo Tensional",
    "definition": "Cefaleia primária mais comum. Dor em pressão/aperto, bilateral, leve a moderada, sem náuseas significativas, sem piora com atividade física."
  },
  "dermatite-atopica": {
    "title": "Dermatite Atópica",
    "definition": "Doença inflamatória cutânea crônica, recidivante, intensamente pruriginosa, caracterizada por disfunção da barreira epidérmica e resposta imune Th2 exacerbada."
  },
  "psoriase": {
    "title": "Psoríase",
    "definition": "Doença inflamatória crônica, imunomediada, sistêmica, caracterizada por placas eritematodescamativas bem delimitadas."
  },
  "osteoartrite": {
    "title": "Osteoartrite",
    "definition": "Doença articular degenerativa caracterizada por deterioração da cartilagem articular, alterações ósseas subcondrais e inflamação sinovial secundária."
  },
  "fibromialgia": {
    "title": "Fibromialgia",
    "definition": "Síndrome de dor crônica generalizada associada a fadiga, distúrbios do sono, disfunção cognitiva e sintomas somáticos múltiplos."
  },
  "doenca-renal-cronica": {
    "title": "Doença Renal Crônica",
    "definition": "Anormalidade da estrutura ou função renal presente por >3 meses, com implicações para a saúde. Definida por TFG <60 mL/min/1,73m² e/ou marcadores de lesão renal."
  },
  "nefrolitiase": {
    "title": "Nefrolitíase",
    "definition": "Presença de cálculos no trato urinário (rins, ureter, bexiga). Oxalato de cálcio é o mais comum (70-80%). Dor em cólica é o sintoma cardinal."
  },
  "sindrome-ovarios-policisticos": {
    "title": "Síndrome dos Ovários Policísticos",
    "definition": "Distúrbio endócrino-metabólico heterogêneo caracterizado por hiperandrogenismo, disfunção ovariana e morfologia policística dos ovários."
  },
  "vulvovaginite-candidíase": {
    "title": "Candidíase Vulvovaginal",
    "definition": "Infecção vulvovaginal causada por leveduras do gênero Candida (principalmente C. albicans). Caracterizada por prurido vulvar intenso, corrimento branco grumoso e disúria externa."
  },
  "anemia-ferropriva": {
    "title": "Anemia Ferropriva",
    "definition": "Anemia causada por deficiência de ferro, o tipo mais comum de anemia no mundo. Caracterizada por hemácias microcíticas e hipocrômicas."
  },
  "anemia-megaloblastica": {
    "title": "Anemia Megaloblástica",
    "definition": "Anemia macrocítica causada por síntese deficiente de DNA, geralmente por deficiência de vitamina B12 ou ácido fólico."
  },
  "rinite-alergica": {
    "title": "Rinite Alérgica",
    "definition": "Inflamação da mucosa nasal mediada por IgE, desencadeada por alérgenos. Sintomas: rinorreia, espirros, prurido nasal, congestão."
  },
  "tosse-cronica": {
    "title": "Tosse Crônica",
    "definition": "Tosse persistente por >8 semanas. Principais causas: síndrome do gotejamento pós-nasal, asma, DRGE, uso de IECA."
  },
  "acne-vulgar": {
    "title": "Acne Vulgar",
    "definition": "Dermatose inflamatória crônica do folículo pilossebáceo. Comum em adolescentes. Lesões: comedões, pápulas, pústulas, nódulos."
  },
  "impetigo": {
    "title": "Impetigo",
    "definition": "Infecção cutânea superficial bacteriana. Causas: S. aureus, S. pyogenes. Lesões: vesículas/pústulas que evoluem para crostas melicéricas."
  },
  "otite-media-aguda": {
    "title": "Otite Média Aguda",
    "definition": "Infecção aguda do ouvido médio. Comum em crianças <5 anos. Sintomas: otalgia, febre, irritabilidade. Pode ter otorreia se tímpano perfurado."
  },
  "cerume-impactado": {
    "title": "Cerume Impactado",
    "definition": "Acúmulo excessivo de cerume no conduto auditivo externo, causando obstrução e sintomas como hipoacusia e plenitude auricular."
  },
  "incontinencia-urgencia": {
    "title": "Incontinência Urinária de Urgência",
    "definition": "Perda involuntária de urina associada a urgência miccional. Causa: contrações involuntárias do detrusor (bexiga hiperativa)."
  },
  "neuropatia-periferica": {
    "title": "Neuropatia Periférica",
    "definition": "Lesão dos nervos periféricos. Sintomas: parestesia, formigamento, queimação, fraqueza, dor. Causas: diabetes, deficiências nutricionais, toxinas."
  },
  "gastroenterite-viral": {
    "title": "Gastroenterite Viral",
    "definition": "Infecção viral do trato gastrointestinal. Causas: rotavírus, norovírus, adenovírus. Sintomas: diarreia, vômitos, náusea, dor abdominal."
  },
  "bocio-simples": {
    "title": "Bócio Simples",
    "definition": "Aumento difuso da glândula tireoide sem hipertireoidismo ou hipotireoidismo. Função tireoidiana normal. Causas: deficiência de iodo, fatores genéticos."
  },
  "gastrite": {
    "title": "Gastrite e Dispepsia",
    "definition": "Gastrite: inflamação da mucosa gástrica. Dispepsia: sintomas de dor/desconforto epigástrico sem causa orgânica identificável (funcional) ou secundária a doença (orgânica)."
  },
  "conjuntivite": {
    "title": "Conjuntivite",
    "definition": "Inflamação da conjuntiva. Viral (mais comum), bacteriana ou alérgica. Altamente contagiosa se infecciosa."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "Transtorno de Ansiedade Generalizada",
    "definition": "Ansiedade e preocupação excessivas e persistentes sobre diversos eventos ou atividades, ocorrendo na maioria dos dias por pelo menos 6 meses."
  },
  "constipacao": {
    "title": "Constipação Intestinal",
    "definition": "Evacuações infrequentes (<3x/semana) ou dificuldade para evacuar. Pode ser funcional ou secundária."
  },
  "hipertireoidismo": {
    "title": "Hipertireoidismo",
    "definition": "Excesso de hormônios tireoidianos. Doença de Graves (autoimune) é causa mais comum (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "Artrite Reumatóide",
    "definition": "Poliartrite inflamatória simétrica. Doença autoimune sistêmica. Pode ter manifestações extra-articulares."
  },
  "gota": {
    "title": "Gota",
    "definition": "Artropatia inflamatória causada pela deposição de cristais de urato monossódico nas articulações e tecidos periarticulares, associada à hiperuricemia crônica."
  },
  "sinusite-aguda": {
    "title": "Sinusite Aguda",
    "definition": "Inflamação dos seios paranasais, geralmente viral. Duração <4 semanas. Bacteriana se sintomas >10 dias ou piora após melhora inicial."
  },
  "bronquite-aguda": {
    "title": "Bronquite Aguda",
    "definition": "Inflamação dos brônquios de duração <3 semanas. Geralmente viral (90%). Tosse pode persistir 2-3 semanas."
  },
  "olho-seco": {
    "title": "Síndrome do Olho Seco",
    "definition": "Doença multifatorial da superfície ocular com instabilidade do filme lacrimal. Prevalência aumenta com idade e uso de telas."
  }
}
