{
  "insuficiencia-cardiaca": {
    "title": "हृदय अपर्याप्तता",
    "definition": "एक नैदानिक सिंड्रोम जिसकी विशेषता हृदय की ऊतकों की चयापचय आवश्यकताओं को पूरा करने के लिए पर्याप्त रक्त पंप करने में असमर्थता है, या केवल उच्च भरण दबाव के साथ ऐसा करना है।"
  },
  "hipertensao-arterial": {
    "title": "उच्च रक्तचाप",
    "definition": "≥140/90 mmHg के स्थायी रक्तचाप स्तरों की विशेषता वाली बहुकारक नैदानिक स्थिति। यह हृदय संबंधी, मस्तिष्क संबंधी और गुर्दे की बीमारियों के लिए मुख्य संशोधन योग्य जोखिम कारक है।"
  },
  "diabetes-mellitus-tipo-2": {
    "title": "मधुमेह प्रकार 2",
    "definition": "इंसुलिन प्रतिरोध और/या इंसुलिन स्राव की सापेक्ष कमी के परिणामस्वरूप पुरानी हाइपरग्लाइसेमिया की विशेषता वाला चयापचय विकार।"
  },
  "asma": {
    "title": "दमा",
    "definition": "वायुमार्ग की पुरानी सूजन संबंधी बीमारी जिसकी विशेषता प्रतिवर्ती रुकावट और ब्रोन्कियल अतिसंवेदनशीलता है।"
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "पुरानी प्रतिरोधी फुफ्फुसीय रोग (सीओपीडी)",
    "definition": "फुफ्फुसीय रोग जिसकी विशेषता वायु प्रवाह की पुरानी रुकावट है, आमतौर पर प्रगतिशील और पूरी तरह से प्रतिवर्ती नहीं।"
  },
  "dpoc": {
    "title": "पुरानी प्रतिरोधी फुफ्फुसीय रोग",
    "definition": "एक रोकथाम योग्य और उपचार योग्य पुरानी श्वसन रोग, जिसकी विशेषता वायु प्रवाह की लगातार सीमा है, आमतौर पर प्रगतिशील और हानिकारक कणों या गैसों के लिए वायुमार्ग और फेफड़ों की पुरानी सूजन प्रतिक्रिया से जुड़ी है।"
  },
  "hipotireoidismo": {
    "title": "अवटुअल्पता",
    "definition": "थायरॉइड हार्मोन (T3 और T4) की कमी के परिणामस्वरूप नैदानिक सिंड्रोम, जिसके परिणामस्वरूप चयापचय प्रक्रियाओं में सामान्य धीमापन होता है।"
  },
  "obesidade": {
    "title": "मोटापा",
    "definition": "शरीर में वसा के अत्यधिक संचय की विशेषता वाली पुरानी बीमारी, स्वास्थ्य पर नकारात्मक प्रभाव के साथ। BMI ≥30 kg/m² द्वारा परिभाषित।"
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "गैस्ट्रोओसोफेजियल रिफ्लक्स रोग",
    "definition": "एक स्थिति जो तब विकसित होती है जब गैस्ट्रिक सामग्री का रिफ्लक्स असुविधाजनक लक्षण और/या जटिलताएं पैदा करता है। विशिष्ट अभिव्यक्तियाँ: हार्टबर्न और उल्टी।"
  },
  "sindrome-intestino-irritavel": {
    "title": "चिड़चिड़ा आंत्र सिंड्रोम",
    "definition": "पेट में दर्द के साथ जुड़े कार्यात्मक गैस्ट्रोइंटेस्टाइनल विकार, आंत्र आदत में परिवर्तन के साथ, बिना पहचान योग्य कार्बनिक कारण के।"
  },
  "infeccao-trato-urinario": {
    "title": "मूत्र पथ संक्रमण",
    "definition": "मूत्र पथ का जीवाणु संक्रमण, सिस्टिटिस (निम्न) या पाइलोनेफ्राइटिस (उच्च) के रूप में वर्गीकृत। E. coli 80-90% जटिल मामलों में कारक है।"
  },
  "faringoamigdalite": {
    "title": "तीव्र फेरिंजोटॉन्सिलिटिस",
    "definition": "ग्रसनी और/या टॉन्सिल की तीव्र सूजन। वायरल एटियोलॉजी (70-80%) या जीवाणु (15-30%, मुख्यतः Streptococcus pyogenes - GAS)।"
  },
  "fibrilacao-atrial": {
    "title": "अलिंद फिब्रिलेशन",
    "definition": "सुप्रावेंट्रिकुलर अतालता जिसकी विशेषता अव्यवस्थित, अनियमित और तेज अलिंद सक्रियता है, प्रभावी अलिंद संकुचन की हानि के साथ। यह सबसे आम स्थायी अतालता है।"
  },
  "doenca-arterial-coronariana": {
    "title": "स्थिर कोरोनरी धमनी रोग",
    "definition": "कोरोनरी धमनियों की एथेरोस्क्लेरोटिक रुकावट जो व्यायाम या तनाव के दौरान मायोकार्डियल इस्किमिया की ओर ले जाती है। विशिष्ट, अनुमानित, स्थिर एनजाइना द्वारा विशेषता, आवृत्ति और तीव्रता में स्थिर।"
  },
  "pneumonia-comunitaria": {
    "title": "सामुदायिक-अधिग्रहित निमोनिया",
    "definition": "अस्पताल के वातावरण के बाहर अधिग्रहित फेफड़े के पैरेन्काइमा का तीव्र संक्रमण, तीव्र श्वसन लक्षणों और रेडियोग्राफ पर नए फुफ्फुसीय घुसपैठ द्वारा विशेषता।"
  },
  "depressao": {
    "title": "प्रमुख अवसादग्रस्तता विकार",
    "definition": "मनोदशा विकार जिसकी विशेषता उदास मनोदशा या रुचि/खुशी की हानि के एपिसोड हैं, संज्ञानात्मक, न्यूरोवेजेटेटिव और साइकोमोटर लक्षणों के साथ।"
  },
  "lombalgia": {
    "title": "कमर दर्द",
    "definition": "काठ क्षेत्र में स्थानीयकृत दर्द, अंतिम पसली और ग्लूटल क्रीज के बीच, निचले अंगों में विकिरण के साथ या बिना।"
  },
  "enxaqueca": {
    "title": "माइग्रेन",
    "definition": "आवर्ती प्राथमिक सिरदर्द, आमतौर पर एकतरफा, मध्यम से गंभीर तीव्रता की स्पंदनशील दर्द के हमलों की विशेषता, मतली, फोटोफोबिया और फोनोफोबिया के साथ जुड़ा हुआ। आभा से पहले हो सकता है।"
  },
  "cefaleia-tensional": {
    "title": "तनाव-प्रकार सिरदर्द",
    "definition": "सबसे आम प्राथमिक सिरदर्द। दबाव/कसने में दर्द, द्विपक्षीय, हल्का से मध्यम, महत्वपूर्ण मतली के बिना, शारीरिक गतिविधि के साथ बिगड़ने के बिना।"
  },
  "dermatite-atopica": {
    "title": "एटोपिक डर्मेटाइटिस",
    "definition": "पुरानी, आवर्ती, तीव्र रूप से खुजली वाली त्वचा की सूजन संबंधी बीमारी, एपिडर्मल बाधा की शिथिलता और अतिरंजित Th2 प्रतिरक्षा प्रतिक्रिया की विशेषता।"
  },
  "psoriase": {
    "title": "सोरायसिस",
    "definition": "पुरानी, प्रतिरक्षा-मध्यस्थ, प्रणालीगत, सूजन संबंधी बीमारी, अच्छी तरह से परिभाषित एरिथेमेटो-स्केलिंग प्लेक द्वारा विशेषता।"
  },
  "osteoartrite": {
    "title": "ऑस्टियोआर्थराइटिस",
    "definition": "संयुक्त अपक्षयी बीमारी जिसकी विशेषता संयुक्त उपास्थि का क्षरण, सबकॉन्ड्रल हड्डी परिवर्तन और द्वितीयक साइनोवियल सूजन है।"
  },
  "fibromialgia": {
    "title": "फाइब्रोमायल्जिया",
    "definition": "सामान्यीकृत पुरानी दर्द सिंड्रोम थकान, नींद विकार, संज्ञानात्मक शिथिलता और कई शारीरिक लक्षणों के साथ जुड़ा हुआ।"
  },
  "doenca-renal-cronica": {
    "title": "पुरानी गुर्दे की बीमारी",
    "definition": ">3 महीने से मौजूद गुर्दे की संरचना या कार्य की असामान्यता, स्वास्थ्य के लिए निहितार्थ के साथ। TFG <60 mL/min/1,73m² और/या गुर्दे की चोट के मार्कर द्वारा परिभाषित।"
  },
  "nefrolitiase": {
    "title": "नेफ्रोलिथियासिस",
    "definition": "मूत्र पथ (गुर्दे, मूत्रवाहिनी, मूत्राशय) में पथरी की उपस्थिति। कैल्शियम ऑक्सालेट सबसे आम है (70-80%)। कॉलिक दर्द मुख्य लक्षण है।"
  },
  "sindrome-ovarios-policisticos": {
    "title": "पॉलीसिस्टिक अंडाशय सिंड्रोम",
    "definition": "विषम अंतःस्रावी-चयापचय विकार जिसकी विशेषता हाइपरएंड्रोजेनिज्म, डिम्बग्रंथि शिथिलता और अंडाशय की पॉलीसिस्टिक मॉर्फोलॉजी है।"
  },
  "vulvovaginite-candidíase": {
    "title": "वल्वोवेजाइनल कैंडिडिआसिस",
    "definition": "कैंडिडा जीनस (मुख्यतः C. albicans) के खमीर के कारण वल्वोवेजाइनल संक्रमण। तीव्र वल्वर खुजली, सफेद गांठदार निर्वहन और बाहरी डिसुरिया की विशेषता।"
  },
  "anemia-ferropriva": {
    "title": "आयरन की कमी से एनीमिया",
    "definition": "आयरन की कमी के कारण एनीमिया, दुनिया में सबसे आम प्रकार का एनीमिया। माइक्रोसाइटिक और हाइपोक्रोमिक लाल रक्त कोशिकाओं की विशेषता।"
  },
  "anemia-megaloblastica": {
    "title": "मेगालोब्लास्टिक एनीमिया",
    "definition": "डीएनए के अपर्याप्त संश्लेषण के कारण मैक्रोसाइटिक एनीमिया, आमतौर पर विटामिन B12 या फोलिक एसिड की कमी के कारण।"
  },
  "rinite-alergica": {
    "title": "एलर्जिक राइनाइटिस",
    "definition": "IgE-मध्यस्थ नाक श्लेष्मा की सूजन, एलर्जेन द्वारा ट्रिगर। लक्षण: नाक बहना, छींकना, नाक में खुजली, भीड़।"
  },
  "tosse-cronica": {
    "title": "पुरानी खांसी",
    "definition": ">8 सप्ताह तक लगातार खांसी। मुख्य कारण: पोस्ट-नैसल ड्रिप सिंड्रोम, अस्थमा, GERD, ACEI का उपयोग।"
  },
  "acne-vulgar": {
    "title": "मुँहासे",
    "definition": "बाल कूप-सीबेसियस ग्रंथि की पुरानी सूजन संबंधी त्वचा रोग। किशोरों में आम। घाव: कॉमेडोन, पैपुल, पुस्टुल, नोड्यूल।"
  },
  "impetigo": {
    "title": "इम्पेटिगो",
    "definition": "सतही जीवाणु त्वचा संक्रमण। कारण: S. aureus, S. pyogenes। घाव: वेसिकल/पुस्टुल जो शहद के रंग की पपड़ी में विकसित होते हैं।"
  },
  "otite-media-aguda": {
    "title": "तीव्र मध्य कान संक्रमण",
    "definition": "मध्य कान का तीव्र संक्रमण। <5 वर्ष की आयु के बच्चों में आम। लक्षण: कान दर्द, बुखार, चिड़चिड़ापन। यदि टाइम्पेनम छिद्रित हो तो ओटोरिया हो सकता है।"
  },
  "cerume-impactado": {
    "title": "प्रभावित कान का मोम",
    "definition": "बाहरी श्रवण नहर में कान के मोम का अत्यधिक संचय, रुकावट और श्रवण हानि और कान की भराव जैसे लक्षण पैदा करता है।"
  },
  "incontinencia-urgencia": {
    "title": "तात्कालिकता मूत्र असंयम",
    "definition": "मूत्र की अनैच्छिक हानि मूत्र त्याग की तात्कालिकता के साथ जुड़ी हुई। कारण: डिट्रसर की अनैच्छिक संकुचन (अति सक्रिय मूत्राशय)।"
  },
  "neuropatia-periferica": {
    "title": "परिधीय न्यूरोपैथी",
    "definition": "परिधीय नसों की चोट। लक्षण: पैरेस्टेसिया, झुनझुनी, जलन, कमजोरी, दर्द। कारण: मधुमेह, पोषण की कमी, विषाक्त पदार्थ।"
  },
  "gastroenterite-viral": {
    "title": "वायरल गैस्ट्रोएंटेराइटिस",
    "definition": "गैस्ट्रोइंटेस्टाइनल ट्रैक्ट का वायरल संक्रमण। कारण: रोटावायरस, नोरोवायरस, एडेनोवायरस। लक्षण: दस्त, उल्टी, मतली, पेट दर्द।"
  },
  "bocio-simples": {
    "title": "सरल गोइटर",
    "definition": "हाइपरथायरॉइडिज्म या हाइपोथायरॉइडिज्म के बिना थायरॉइड ग्रंथि का फैलाना वृद्धि। सामान्य थायरॉइड फ़ंक्शन। कारण: आयोडीन की कमी, आनुवंशिक कारक।"
  },
  "gastrite": {
    "title": "गैस्ट्राइटिस और अपच",
    "definition": "गैस्ट्राइटिस: गैस्ट्रिक म्यूकोसा की सूजन। अपच: एपिगैस्ट्रिक दर्द/बेचैनी के लक्षण बिना पहचान योग्य कार्बनिक कारण (कार्यात्मक) या बीमारी के लिए द्वितीयक (कार्बनिक)।"
  },
  "conjuntivite": {
    "title": "कंजंक्टिवाइटिस",
    "definition": "कंजंक्टिवा की सूजन। वायरल (सबसे आम), जीवाणु या एलर्जिक। यदि संक्रामक हो तो अत्यधिक संक्रामक।"
  },
  "transtorno-ansiedade-generalizada": {
    "title": "सामान्यीकृत चिंता विकार",
    "definition": "विभिन्न घटनाओं या गतिविधियों के बारे में अत्यधिक और लगातार चिंता और चिंता, कम से कम 6 महीने तक अधिकांश दिनों में होती है।"
  },
  "constipacao": {
    "title": "आंत्र कब्ज",
    "definition": "असामान्य मल त्याग (<3x/सप्ताह) या मल त्याग में कठिनाई। कार्यात्मक या द्वितीयक हो सकता है।"
  },
  "hipertireoidismo": {
    "title": "अतिगलग्रंथिता",
    "definition": "थायरॉइड हार्मोन की अधिकता। ग्रेव्स रोग (ऑटोइम्यून) सबसे आम कारण है (70-80%)।"
  },
  "artrite-reumatoide": {
    "title": "रुमेटीइड गठिया",
    "definition": "सममित सूजन संबंधी पॉलीआर्थराइटिस। प्रणालीगत ऑटोइम्यून बीमारी। अतिरिक्त-संयुक्त अभिव्यक्तियाँ हो सकती हैं।"
  },
  "gota": {
    "title": "गाउट",
    "definition": "संयुक्त और पेरिएर्टिकुलर ऊतकों में सोडियम यूरेट क्रिस्टल के जमाव के कारण सूजन संबंधी जोड़ों की बीमारी, पुरानी हाइपरयूरिसीमिया के साथ जुड़ी हुई।"
  },
  "sinusite-aguda": {
    "title": "तीव्र साइनसाइटिस",
    "definition": "पैरानासल साइनस की सूजन, आमतौर पर वायरल। अवधि <4 सप्ताह। यदि लक्षण >10 दिन या प्रारंभिक सुधार के बाद बिगड़ते हैं तो जीवाणु।"
  },
  "bronquite-aguda": {
    "title": "तीव्र ब्रोंकाइटिस",
    "definition": "ब्रोंची की सूजन <3 सप्ताह की अवधि। आमतौर पर वायरल (90%)। खांसी 2-3 सप्ताह तक बनी रह सकती है।"
  },
  "olho-seco": {
    "title": "ड्राई आई सिंड्रोम",
    "definition": "आंख की सतह की बहुकारक बीमारी जिसमें आंसू फिल्म की अस्थिरता होती है। उम्र और स्क्रीन के उपयोग के साथ प्रसार बढ़ता है।"
  }
}

