{
  "insuficiencia-cardiaca": {
    "title": "قصور القلب",
    "definition": "متلازمة سريرية تتميز بعدم قدرة القلب على ضخ كمية كافية من الدم لتلبية الاحتياجات الأيضية للأنسجة، أو القيام بذلك فقط مع ضغوط ملء مرتفعة."
  },
  "hipertensao-arterial": {
    "title": "ارتفاع ضغط الدم الشرياني الجهازي",
    "definition": "حالة سريرية متعددة العوامل تتميز بارتفاع مستمر في مستويات ضغط الدم ≥140/90 ملم زئبق. وهو عامل الخطر الرئيسي القابل للتعديل لأمراض القلب والأوعية الدموية والدماغية والكلوية."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "داء السكري من النوع 2",
    "definition": "اضطراب استقلابي يتميز بارتفاع السكر في الدم المزمن الناتج عن مقاومة الأنسولين و/أو نقص نسبي في إفراز الأنسولين."
  },
  "asma": {
    "title": "الربو",
    "definition": "مرض التهابي مزمن في الشعب الهوائية يتميز بانسداد قابل للعكس وفرط استجابة قصبية."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "مرض الانسداد الرئوي المزمن",
    "definition": "مرض رئوي يتميز بانسداد مزمن في تدفق الهواء، عادة ما يكون تدريجياً وغير قابل للعكس تماماً."
  },
  "dpoc": {
    "title": "مرض الانسداد الرئوي المزمن",
    "definition": "مرض تنفسي مزمن قابل للوقاية والعلاج، يتميز بقيود مستمرة في تدفق الهواء، عادة ما يكون تدريجياً ويرتبط باستجابة التهابية مزمنة في الشعب الهوائية والرئتين للجسيمات أو الغازات الضارة."
  },
  "hipotireoidismo": {
    "title": "قصور الغدة الدرقية",
    "definition": "متلازمة سريرية ناتجة عن نقص هرمونات الغدة الدرقية (T3 و T4)، مع تباطؤ عام لاحق في العمليات الأيضية."
  },
  "obesidade": {
    "title": "السمنة",
    "definition": "مرض مزمن يتميز بتراكم مفرط للدهون في الجسم، مع عواقب سلبية على الصحة. يُعرّف بمؤشر كتلة الجسم ≥30 كجم/م²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "مرض الارتجاع المعدي المريئي",
    "definition": "حالة تتطور عندما يسبب ارتجاع محتويات المعدة أعراضاً مزعجة و/أو مضاعفات. المظاهر النموذجية: حرقة المعدة والقلس."
  },
  "sindrome-intestino-irritavel": {
    "title": "متلازمة القولون العصبي",
    "definition": "اضطراب وظيفي في الجهاز الهضمي يتميز بألم بطني متكرر مرتبط بتغيير في عادات الأمعاء، دون سبب عضوي قابل للتحديد."
  },
  "infeccao-trato-urinario": {
    "title": "عدوى المسالك البولية",
    "definition": "عدوى بكتيرية في المسالك البولية، مصنفة كالتهاب المثانة (السفلي) أو التهاب الحويضة والكلية (العلوي). الإشريكية القولونية هي العامل في 80-90% من الحالات غير المعقدة."
  },
  "faringoamigdalite": {
    "title": "التهاب البلعوم واللوزتين الحاد",
    "definition": "التهاب حاد في البلعوم و/أو اللوزتين. السبب فيروسي (70-80%) أو بكتيري (15-30%، بشكل رئيسي المكورات العقدية المقيحة - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "الرجفان الأذيني",
    "definition": "عدم انتظام ضربات القلب فوق البطيني يتميز بتنشيط أذيني غير منظم وغير منتظم وسريع، مع فقدان الانقباض الأذيني الفعال. وهو أكثر عدم انتظام ضربات القلب المستمرة شيوعاً."
  },
  "doenca-arterial-coronariana": {
    "title": "مرض الشريان التاجي المستقر",
    "definition": "انسداد تصلبي عصيدي في الشرايين التاجية يؤدي إلى نقص تروية عضلة القلب أثناء الجهد أو الإجهاد. يتميز بالذبحة الصدرية النموذجية القابلة للتنبؤ، مستقرة في التكرار والشدة."
  },
  "pneumonia-comunitaria": {
    "title": "الالتهاب الرئوي المكتسب من المجتمع",
    "definition": "عدوى حادة في نسيج الرئة المكتسبة خارج البيئة المستشفوية، تتميز بأعراض تنفسية حادة وتسلل رئوي جديد في التصوير الشعاعي."
  },
  "depressao": {
    "title": "اضطراب الاكتئاب الشديد",
    "definition": "اضطراب مزاجي يتميز بنوبات من المزاج المكتئب أو فقدان الاهتمام/المتعة، مصحوبة بأعراض معرفية وخلوية عصبية وحركية نفسية."
  },
  "lombalgia": {
    "title": "ألم أسفل الظهر",
    "definition": "ألم موضعي في المنطقة القطنية، بين الضلع الأخير وطية الألوية، مع أو بدون إشعاع إلى الأطراف السفلية."
  },
  "enxaqueca": {
    "title": "الصداع النصفي",
    "definition": "صداع أولي متكرر يتميز بنوبات من الألم النابض، عادة أحادي الجانب، بكثافة متوسطة إلى شديدة، مصحوب بالغثيان والخوف من الضوء والخوف من الصوت. قد يسبقه هالة."
  },
  "cefaleia-tensional": {
    "title": "صداع التوتر",
    "definition": "أكثر أنواع الصداع الأولي شيوعاً. ألم في شكل ضغط/شد، ثنائي الجانب، خفيف إلى متوسط، بدون غثيان كبير، بدون تفاقم مع النشاط البدني."
  },
  "dermatite-atopica": {
    "title": "التهاب الجلد التأتبي",
    "definition": "مرض جلدي التهابي مزمن متكرر، مسبب للحكة بشدة، يتميز بخلل في حاجز البشرة واستجابة مناعية Th2 متفاقمة."
  },
  "psoriase": {
    "title": "الصدفية",
    "definition": "مرض التهابي مزمن بوساطة مناعية، جهازي، يتميز بلويحات حمامية متقشرة محددة بوضوح."
  },
  "osteoartrite": {
    "title": "التهاب المفاصل التنكسي",
    "definition": "مرض مفصلي تنكسي يتميز بتدهور الغضروف المفصلي، تغيرات عظمية تحت غضروفية، والتهاب زليلي ثانوي."
  },
  "fibromialgia": {
    "title": "الألم العضلي الليفي",
    "definition": "متلازمة ألم مزمن معمم مرتبطة بالإرهاق، اضطرابات النوم، خلل إدراكي، وأعراض جسدية متعددة."
  },
  "doenca-renal-cronica": {
    "title": "مرض الكلى المزمن",
    "definition": "شذوذ في بنية أو وظيفة الكلى موجود لأكثر من 3 أشهر، مع آثار على الصحة. يُعرّف بمعدل الترشيح الكبيبي <60 مل/دقيقة/1.73م² و/أو علامات تلف الكلى."
  },
  "nefrolitiase": {
    "title": "تحصي الكلية",
    "definition": "وجود حصوات في المسالك البولية (الكلى، الحالب، المثانة). أكسالات الكالسيوم هي الأكثر شيوعاً (70-80%). الألم المغصي هو العرض الأساسي."
  },
  "sindrome-ovarios-policisticos": {
    "title": "متلازمة المبيض المتعدد الكيسات",
    "definition": "اضطراب غدي صماوي استقلابي غير متجانس يتميز بفرط الأندروجين، خلل وظيفي في المبيض، وبنية مبيض متعددة الكيسات."
  },
  "vulvovaginite-candidíase": {
    "title": "داء المبيضات الفرجي المهبلي",
    "definition": "عدوى فرجية مهبلية تسببها خمائر من جنس المبيضة (بشكل رئيسي المبيضة البيضاء). يتميز بحكة فرجية شديدة، إفرازات بيضاء متكتلة، وعسر تبول خارجي."
  },
  "anemia-ferropriva": {
    "title": "فقر الدم الناجم عن نقص الحديد",
    "definition": "فقر دم ناجم عن نقص الحديد، النوع الأكثر شيوعاً من فقر الدم في العالم. يتميز بخلايا دم حمراء صغيرة الحجم وفاتحة اللون."
  },
  "anemia-megaloblastica": {
    "title": "فقر الدم الضخم الأرومات",
    "definition": "فقر دم كبير الخلايا ناجم عن تخليق DNA ناقص، عادة بسبب نقص فيتامين B12 أو حمض الفوليك."
  },
  "rinite-alergica": {
    "title": "التهاب الأنف التحسسي",
    "definition": "التهاب في الغشاء المخاطي للأنف بوساطة IgE، يحدث بسبب مسببات الحساسية. الأعراض: سيلان الأنف، العطس، حكة الأنف، الاحتقان."
  },
  "tosse-cronica": {
    "title": "السعال المزمن",
    "definition": "سعال مستمر لأكثر من 8 أسابيع. الأسباب الرئيسية: متلازمة التنقيط الأنفي الخلفي، الربو، الارتجاع المعدي المريئي، استخدام مثبطات الإنزيم المحول للأنجيوتنسين."
  },
  "acne-vulgar": {
    "title": "حب الشباب الشائع",
    "definition": "مرض جلدي التهابي مزمن في الجريب الشعري الدهني. شائع عند المراهقين. الآفات: الرؤوس السوداء، الحطاطات، البثور، العقيدات."
  },
  "impetigo": {
    "title": "القوباء",
    "definition": "عدوى جلدية سطحية بكتيرية. الأسباب: المكورة العنقودية الذهبية، المكورة العقدية المقيحة. الآفات: حويصلات/بثور تتحول إلى قشور عسلية."
  },
  "otite-media-aguda": {
    "title": "التهاب الأذن الوسطى الحاد",
    "definition": "عدوى حادة في الأذن الوسطى. شائع عند الأطفال أقل من 5 سنوات. الأعراض: ألم الأذن، الحمى، التهيج. قد يكون هناك إفرازات من الأذن إذا تمزق طبلة الأذن."
  },
  "cerume-impactado": {
    "title": "شمع الأذن المتراكم",
    "definition": "تراكم مفرط لشمع الأذن في القناة السمعية الخارجية، مما يسبب انسداداً وأعراضاً مثل فقدان السمع والشعور بالامتلاء في الأذن."
  },
  "incontinencia-urgencia": {
    "title": "سلس البول الإلحاحي",
    "definition": "فقدان لا إرادي للبول مرتبط بإلحاح التبول. السبب: تقلصات لا إرادية للعضلة الدافعة (المثانة مفرطة النشاط)."
  },
  "neuropatia-periferica": {
    "title": "اعتلال الأعصاب المحيطية",
    "definition": "إصابة الأعصاب المحيطية. الأعراض: خدر، وخز، حرقان، ضعف، ألم. الأسباب: السكري، نقص التغذية، السموم."
  },
  "gastroenterite-viral": {
    "title": "التهاب المعدة والأمعاء الفيروسي",
    "definition": "عدوى فيروسية في الجهاز الهضمي. الأسباب: فيروس الروتا، النوروفيروس، الفيروس الغدي. الأعراض: إسهال، قيء، غثيان، ألم بطني."
  },
  "bocio-simples": {
    "title": "الدُراق البسيط",
    "definition": "زيادة منتشرة في الغدة الدرقية بدون فرط نشاط أو قصور الغدة الدرقية. وظيفة الغدة الدرقية طبيعية. الأسباب: نقص اليود، عوامل وراثية."
  },
  "gastrite": {
    "title": "التهاب المعدة وعسر الهضم",
    "definition": "التهاب المعدة: التهاب في الغشاء المخاطي للمعدة. عسر الهضم: أعراض ألم/انزعاج شرسوفي بدون سبب عضوي قابل للتحديد (وظيفي) أو ثانوي لمرض (عضوي)."
  },
  "conjuntivite": {
    "title": "التهاب الملتحمة",
    "definition": "التهاب في الملتحمة. فيروسي (الأكثر شيوعاً)، بكتيري أو تحسسي. شديد العدوى إذا كان معدياً."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "اضطراب القلق المعمم",
    "definition": "قلق وقلق مفرط ومستمر بشأن أحداث أو أنشطة متنوعة، يحدث معظم الأيام لمدة 6 أشهر على الأقل."
  },
  "constipacao": {
    "title": "الإمساك",
    "definition": "تغوط غير متكرر (<3 مرات/أسبوع) أو صعوبة في التبرز. قد يكون وظيفياً أو ثانوياً."
  },
  "hipertireoidismo": {
    "title": "فرط نشاط الغدة الدرقية",
    "definition": "فرط هرمونات الغدة الدرقية. داء غريفز (مناعي ذاتي) هو السبب الأكثر شيوعاً (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "التهاب المفاصل الروماتويدي",
    "definition": "التهاب مفاصل متعدد التهابي متناظر. مرض مناعي ذاتي جهازي. قد يكون له مظاهر خارج المفصل."
  },
  "gota": {
    "title": "النقرس",
    "definition": "اعتلال مفاصل التهابي ناجم عن ترسب بلورات يورات أحادية الصوديوم في المفاصل والأنسجة حول المفصل، مرتبط بفرط حمض البوليك المزمن."
  },
  "sinusite-aguda": {
    "title": "التهاب الجيوب الأنفية الحاد",
    "definition": "التهاب الجيوب الأنفية، عادة فيروسي. المدة <4 أسابيع. بكتيري إذا كانت الأعراض >10 أيام أو تفاقم بعد التحسن الأولي."
  },
  "bronquite-aguda": {
    "title": "التهاب الشعب الهوائية الحاد",
    "definition": "التهاب القصبات لمدة <3 أسابيع. عادة فيروسي (90%). قد يستمر السعال 2-3 أسابيع."
  },
  "olho-seco": {
    "title": "متلازمة جفاف العين",
    "definition": "مرض متعدد العوامل في سطح العين مع عدم استقرار فيلم الدمع. تزداد الانتشار مع العمر واستخدام الشاشات."
  }
}
