{
  "insuficiencia-cardiaca": {
    "title": "Heart Failure",
    "definition": "Clinical syndrome characterized by the heart's inability to pump sufficient blood to meet the metabolic needs of tissues, or to do so only with elevated filling pressures."
  },
  "hipertensao-arterial": {
    "title": "Systemic Arterial Hypertension",
    "definition": "Multifactorial clinical condition characterized by sustained elevation of blood pressure levels ≥140/90 mmHg. It is the main modifiable risk factor for cardiovascular, cerebrovascular, and renal diseases."
  },
  "diabetes-mellitus-tipo-2": {
    "title": "Type 2 Diabetes Mellitus",
    "definition": "Metabolic disorder characterized by chronic hyperglycemia resulting from insulin resistance and/or relative deficiency in insulin secretion."
  },
  "asma": {
    "title": "Asthma",
    "definition": "Chronic inflammatory disease of the airways characterized by reversible obstruction and bronchial hyperresponsiveness."
  },
  "doenca-pulmonar-obstrutiva-cronica": {
    "title": "Chronic Obstructive Pulmonary Disease (COPD)",
    "definition": "Pulmonary disease characterized by chronic airflow obstruction, usually progressive and not fully reversible."
  },
  "dpoc": {
    "title": "Chronic Obstructive Pulmonary Disease",
    "definition": "Preventable and treatable chronic respiratory disease, characterized by persistent airflow limitation, usually progressive and associated with chronic inflammatory response of the airways and lungs to harmful particles or gases."
  },
  "hipotireoidismo": {
    "title": "Hypothyroidism",
    "definition": "Clinical syndrome resulting from deficiency of thyroid hormones (T3 and T4), with consequent generalized slowing of metabolic processes."
  },
  "obesidade": {
    "title": "Obesity",
    "definition": "Chronic disease characterized by excessive accumulation of body fat, with negative repercussions on health. Defined by BMI ≥30 kg/m²."
  },
  "doenca-refluxo-gastroesofagico": {
    "title": "Gastroesophageal Reflux Disease",
    "definition": "Condition that develops when reflux of gastric contents causes bothersome symptoms and/or complications. Typical manifestations: heartburn and regurgitation."
  },
  "sindrome-intestino-irritavel": {
    "title": "Irritable Bowel Syndrome",
    "definition": "Functional gastrointestinal disorder characterized by recurrent abdominal pain associated with altered bowel habits, without identifiable organic cause."
  },
  "infeccao-trato-urinario": {
    "title": "Urinary Tract Infection",
    "definition": "Bacterial infection of the urinary tract, classified as cystitis (lower) or pyelonephritis (upper). E. coli is the agent in 80-90% of uncomplicated cases."
  },
  "faringoamigdalite": {
    "title": "Acute Pharyngotonsillitis",
    "definition": "Acute inflammation of the pharynx and/or tonsils. Etiology viral (70-80%) or bacterial (15-30%, mainly Streptococcus pyogenes - GAS)."
  },
  "fibrilacao-atrial": {
    "title": "Atrial Fibrillation",
    "definition": "Supraventricular arrhythmia characterized by disorganized, irregular, and rapid atrial activation, with loss of effective atrial contraction. It is the most common sustained arrhythmia."
  },
  "doenca-arterial-coronariana": {
    "title": "Stable Coronary Artery Disease",
    "definition": "Atherosclerotic obstruction of the coronary arteries leading to myocardial ischemia during exertion or stress. Characterized by typical predictable angina, stable in frequency and intensity."
  },
  "pneumonia-comunitaria": {
    "title": "Community-Acquired Pneumonia",
    "definition": "Acute infection of the lung parenchyma acquired outside the hospital setting, characterized by acute respiratory symptoms and new pulmonary infiltrate on radiography."
  },
  "depressao": {
    "title": "Major Depressive Disorder",
    "definition": "Mood disorder characterized by episodes of depressed mood or loss of interest/pleasure, accompanied by cognitive, neurovegetative, and psychomotor symptoms."
  },
  "lombalgia": {
    "title": "Low Back Pain",
    "definition": "Pain localized in the lumbar region, between the last rib and the gluteal fold, with or without radiation to the lower limbs."
  },
  "enxaqueca": {
    "title": "Migraine",
    "definition": "Recurrent primary headache characterized by episodes of pulsating pain, usually unilateral, of moderate to severe intensity, associated with nausea, photophobia, and phonophobia. May be preceded by aura."
  },
  "cefaleia-tensional": {
    "title": "Tension-Type Headache",
    "definition": "Most common primary headache. Pressure/tightening pain, bilateral, mild to moderate, without significant nausea, without worsening with physical activity."
  },
  "dermatite-atopica": {
    "title": "Atopic Dermatitis",
    "definition": "Chronic, relapsing, intensely pruritic inflammatory skin disease characterized by epidermal barrier dysfunction and exacerbated Th2 immune response."
  },
  "psoriase": {
    "title": "Psoriasis",
    "definition": "Chronic, immune-mediated, systemic inflammatory disease characterized by well-defined erythematous-desquamative plaques."
  },
  "osteoartrite": {
    "title": "Osteoarthritis",
    "definition": "Degenerative joint disease characterized by deterioration of articular cartilage, subchondral bone changes, and secondary synovial inflammation."
  },
  "fibromialgia": {
    "title": "Fibromyalgia",
    "definition": "Generalized chronic pain syndrome associated with fatigue, sleep disturbances, cognitive dysfunction, and multiple somatic symptoms."
  },
  "doenca-renal-cronica": {
    "title": "Chronic Kidney Disease",
    "definition": "Abnormality of kidney structure or function present for >3 months, with implications for health. Defined by eGFR <60 mL/min/1.73m² and/or markers of kidney damage."
  },
  "nefrolitiase": {
    "title": "Nephrolithiasis",
    "definition": "Presence of calculi in the urinary tract (kidneys, ureter, bladder). Calcium oxalate is the most common (70-80%). Colicky pain is the cardinal symptom."
  },
  "sindrome-ovarios-policisticos": {
    "title": "Polycystic Ovary Syndrome",
    "definition": "Heterogeneous endocrine-metabolic disorder characterized by hyperandrogenism, ovarian dysfunction, and polycystic ovarian morphology."
  },
  "vulvovaginite-candidíase": {
    "title": "Vulvovaginal Candidiasis",
    "definition": "Vulvovaginal infection caused by yeasts of the genus Candida (mainly C. albicans). Characterized by intense vulvar pruritus, white curd-like discharge, and external dysuria."
  },
  "anemia-ferropriva": {
    "title": "Iron Deficiency Anemia",
    "definition": "Anemia caused by iron deficiency, the most common type of anemia worldwide. Characterized by microcytic and hypochromic red blood cells."
  },
  "anemia-megaloblastica": {
    "title": "Megaloblastic Anemia",
    "definition": "Macrocytic anemia caused by deficient DNA synthesis, usually due to vitamin B12 or folic acid deficiency."
  },
  "rinite-alergica": {
    "title": "Allergic Rhinitis",
    "definition": "IgE-mediated inflammation of the nasal mucosa triggered by allergens. Symptoms: rhinorrhea, sneezing, nasal pruritus, congestion."
  },
  "tosse-cronica": {
    "title": "Chronic Cough",
    "definition": "Persistent cough for >8 weeks. Main causes: post-nasal drip syndrome, asthma, GERD, ACE inhibitor use."
  },
  "acne-vulgar": {
    "title": "Acne Vulgaris",
    "definition": "Chronic inflammatory dermatosis of the pilosebaceous follicle. Common in adolescents. Lesions: comedones, papules, pustules, nodules."
  },
  "impetigo": {
    "title": "Impetigo",
    "definition": "Superficial bacterial skin infection. Causes: S. aureus, S. pyogenes. Lesions: vesicles/pustules that evolve into honey-colored crusts."
  },
  "otite-media-aguda": {
    "title": "Acute Otitis Media",
    "definition": "Acute infection of the middle ear. Common in children <5 years. Symptoms: otalgia, fever, irritability. May have otorrhea if tympanic membrane perforated."
  },
  "cerume-impactado": {
    "title": "Impacted Cerumen",
    "definition": "Excessive accumulation of cerumen in the external auditory canal, causing obstruction and symptoms such as hearing loss and aural fullness."
  },
  "incontinencia-urgencia": {
    "title": "Urgency Urinary Incontinence",
    "definition": "Involuntary loss of urine associated with urinary urgency. Cause: involuntary detrusor contractions (overactive bladder)."
  },
  "neuropatia-periferica": {
    "title": "Peripheral Neuropathy",
    "definition": "Injury to peripheral nerves. Symptoms: paresthesia, tingling, burning, weakness, pain. Causes: diabetes, nutritional deficiencies, toxins."
  },
  "gastroenterite-viral": {
    "title": "Viral Gastroenteritis",
    "definition": "Viral infection of the gastrointestinal tract. Causes: rotavirus, norovirus, adenovirus. Symptoms: diarrhea, vomiting, nausea, abdominal pain."
  },
  "bocio-simples": {
    "title": "Simple Goiter",
    "definition": "Diffuse enlargement of the thyroid gland without hyperthyroidism or hypothyroidism. Normal thyroid function. Causes: iodine deficiency, genetic factors."
  },
  "gastrite": {
    "title": "Gastritis and Dyspepsia",
    "definition": "Gastritis: inflammation of the gastric mucosa. Dyspepsia: symptoms of epigastric pain/discomfort without identifiable organic cause (functional) or secondary to disease (organic)."
  },
  "conjuntivite": {
    "title": "Conjunctivitis",
    "definition": "Inflammation of the conjunctiva. Viral (most common), bacterial, or allergic. Highly contagious if infectious."
  },
  "transtorno-ansiedade-generalizada": {
    "title": "Generalized Anxiety Disorder",
    "definition": "Excessive and persistent anxiety and worry about various events or activities, occurring most days for at least 6 months."
  },
  "constipacao": {
    "title": "Constipation",
    "definition": "Infrequent bowel movements (<3x/week) or difficulty defecating. May be functional or secondary."
  },
  "hipertireoidismo": {
    "title": "Hyperthyroidism",
    "definition": "Excess of thyroid hormones. Graves' disease (autoimmune) is the most common cause (70-80%)."
  },
  "artrite-reumatoide": {
    "title": "Rheumatoid Arthritis",
    "definition": "Symmetric inflammatory polyarthritis. Systemic autoimmune disease. May have extra-articular manifestations."
  },
  "gota": {
    "title": "Gout",
    "definition": "Inflammatory arthropathy caused by deposition of monosodium urate crystals in joints and periarticular tissues, associated with chronic hyperuricemia."
  },
  "sinusite-aguda": {
    "title": "Acute Sinusitis",
    "definition": "Inflammation of the paranasal sinuses, usually viral. Duration <4 weeks. Bacterial if symptoms >10 days or worsening after initial improvement."
  },
  "bronquite-aguda": {
    "title": "Acute Bronchitis",
    "definition": "Inflammation of the bronchi lasting <3 weeks. Usually viral (90%). Cough may persist 2-3 weeks."
  },
  "olho-seco": {
    "title": "Dry Eye Syndrome",
    "definition": "Multifactorial disease of the ocular surface with tear film instability. Prevalence increases with age and screen use."
  }
}
